["Randomowo pojawiam się po 5 latach na głównej w 2020 😁", "To nie zestarzało się dobrze :p", "Wiesz ile chce taksówkarz, na lotnisku Chopina za 3 km 100-150 zł, bo on stał 3h w kolejce. Ja mu na to że leciałem 3h samolotem i w przeliczeniu na kilometr wyszło o wiele taniej.", "No i co? I i tak wszyscy jeżdżą", "Ty nawet nie wiesz co to jest uber jak większość pasażerów. To nie jest aplikacja dla idiotow. Ale pasażerowie wykazują się takim debilizmem ze mózg się lasuje", "Ale ty jesteś tempy", "Dawno mnie tu nie było, ale młody", "Jaki dziwny LS", "LS lepszy", "Piszesz gości, że Uberzy nie dokładają się do dróg po których jeżdżą !\nA oni to mają auta na powietrze, które się nie psują ?\nTak samo tankują paliwo, które jest opodatkowane, a podatki idą na drogi.\nPrzykładowo\nNatomiast szemrane korporacje kupują paliwo od \"tirowców\" którzy zaoszczędzili z długich tras. Czyli każdy orze jak może...\n\nGdy auto się psuje, to każdy naprawia  je z tych samych części, jedynie ceny usług się różnią. \nJeden naprawia \"pierdółki\" sam, inny daje do warsztatu, a zieloni dają do serwisu, gdzie serwis rzeźbi klientów z takim rozmachem, jak Fidiasz w swej świetności :)\n\nArgument, że taksówkarze znają miasto i pojadą krótszą trasą, w złej wierze taksówkarz żeruje braku znajomości trasy przez pasażera i taxi jeździ jak nawiedzony, gdyby ktoś chciał wiedzieć jak jeżdżą taksówki, to dronem można z góry śledzić poczynania taxi. \n\nWnioski:\n\n- Kto nie ma wiedzy, ten zawsze może być robiony w balona !\n- Okazja czyni złodzieja, a zbłąkany miejski turysta w taksówkarza budzi lichwiarza !\n- A tak w ogóle, to w mieście bez dużych bagaży jeździmy rowerem, nabieramy zdrowia, nie stresujemy się, oszczędzamy (pomijam gdy jesteśmy chwiejni, ale wtedy dzwonimy po przyjaciół, i nie wsiadamy do taxi, bo wtedy to zedrą wszystko co się da) !", "LS, a na czym polegała ta czarna reklama Ubera, za którą Uber płacił? czy to była negatywna reklama (krytyka), czy raczej reklama czarnych postaci?", "Ciekawe czy Karol nadal nie używa Ubera", "Dziwne...", "Dla mnie miałeś racje tylko jeśli chodzi o te podatki, ale szczerze wybór jest oczywisty gdy możesz płacić dwa razy mniej nie płacąc podatku XD jak bym miał inne podejście to cieszyłbym się z każdego mandatu", "Subskrybuj mój kanał na yt", "Co to jest uber?", "Przepraszam kolego, ale Twój sposób mówienia i mowa ciała działają bardzo negatywnie na mój układ nerwowy i widzę, że nie jestem pierwszy. Nie mniej jednak powracając do tematu o którym mówisz, taksówkarz mnie wiezie najkrótszą drogą jak mu powiem jak ma jechać, zrobiłem kilka testów, udając na lotnisku, że niby z Poznania jestem, zawsze wieźli mnie dłuższą drogą, (typowa złotówa), więc kolokwialnie mówiąc przestań pieprzyć, że niby tacy uczciwi są:).", "Stary ale bzdury opowiadasz. Nie jestem w stanie nawet opisać wszystkich przypadków gdzie zostałem wydymany przez \"profesjonalnego taksówkarza\". Kurs z dworca, wysiadam proszę o paragon a gość mi mówi że zapomniał kasy podłączyć albo wracam z imprezy lekko wstawiony i gość mi mówi że 100 zł się należy, mówię że tydzień zapłaciłem 70  a on no dobra niech będzie 80...podam kolejny przykład wracając z koncertu Pan taksówkarz przed dojazdem pyta gdzie, mówię że nie daleko a on na to że poniżej 50zl to nawet z miejsca się nie ruszy..nigdy więcej nie wysiade do taksi dopukinbedzie uber, bolt ewentualnie free now", "Dzięki że mam to na glownej YouTube 😁", "takowkarze to oszusci", "Nsjwolniejsze odblokowanie telefonu jakie widziałem", "ale super, ciekawe czy nadal go nie używasz Karol :))", "Problem to jest wtedy kiedy niema za o rodziny wyżywic a że jest konkurencja to bardzo dobrze sam się parę razy naciolem na taxi. A co do podatków co kolega powie na temat hipermarketów w POLSCE kture wogle nie płacą podatków bo są zwolnione z tego przywileju a tu  przynajmniej kierowcy się rozliczaja :) a co do kierowców taxi myślisz że roiczaja się co do złotówki nieraz jeździłem  i nawet taxometr nie został włączony ehh", "Taxe zamawiam przez Alkę i płace jak mi się podoba, Płatność karta no norma, a jak chce mogę zapłacić gotówka jak przejadę  idąc po drodze łapiąc ja z ulicy", "YouTube też nie płaci podatków w Polsce. Ciekawe ile dostał za tą antyreklame...", "1. Tak, na pewno \"rumuni\" jeżdżący taksówkami mają doświadczenie - proponuję się doedukować w tej kwestii. 2. Proszę sprawdzić na jakiej zasadzie legalni taksówkarze odprowadzają podatek dochodowy i ile go płacą (o ile Pan tego nie wie).", "O co chodzi z tym Uberem? Skąd ten opór przed nim?\nUber nie donosi i stąd ma problemy.\nTylko wtajemniczeni wiedzą, że (prawie) wszyscy kierowcy TAXI to konfidenci policji i innych tajniaków.\nDlatego mogą robić co chcą i są bezkarni, bo są „dobrze znani policji”.\nPamiętaj (prawie) każdy „licencjonowany” taksówkarz to konfident tajnych służb i nie rozmawiaj z nim.\n95% taksówkarzy to konfidenci policji i 7 pozostałych rodzajów służb a ich związki zawodowe. To taka wyższa szkoła jazdy UB, taka Akademia Feliksa Dzierżyńskiego.\nZapomniałem dodać, że 99% taksówkarzy to wyborcy PO i pozostałych przystawek WSI.\nPoza tym prawie wszyscy listonosze, podobnie jak taksówkarze i inni specjaliści w zawodach reglamentowanych czy obdarzeni różnymi uprawnieniami są to osobowe źródła informacji Firmy.\nPowiem więcej – Firma (zwana przez kaczystów Układem) nie dopuści do jakichkolwiek zmian! Przypomnijcie sobie Państwo jak pobożny poseł Gowin znosił prawie 500 reglamentowanych zawodów. On tylko tak mówił, bo musi coś robić a te 500 zawodów i milion uszu z nich wystający to największy skarb Firmy. Ona na tym stoi. To ją trzyma przy życiu. \nPoniali? To Szczęść Boże Wsiem", "Żałuję, że to oglądałem. Dałem się nabrać na dobry tytuł.", "Polecam dużo lepsza alternatywę jaką jest aplikacja MyTaxi. Tylko licencjonowane taksówki, ładne auta., kierowcy profesjonalni. Kod na pierwszy darmowy przejazd 7219MK", "Uber działa nielegalnie !!!!!!!!!! Wg polskich przepisów do przewozu osób potrzeba sam. minimum 7 os. Licencje na przewóz osób, działalnośc gosp. opłacać ZUS i posiadać kasę fiskalną,koniec kropka. Każda inna forma jest złodziejstwem ! Ludzie tam jeżdżący okradają społeczeństwo ! Taksówki w Polsce są najtańsze w Europie !!! Ten kto korzysta to gównozjad !", "Dokładnie tak. I tylko skąpy i głupi frajer da łapkę w dół", "Polecam MyTaxi dużo lepsza alternatywa dla Ubera, aplikacja podobna do Ubera tylko że jeżdżą taksówki,kierowcy profesjonalni kod na pierwszy darmowy przejazd 7219MK", "Czy ten telewizor nie jest przypadkiem wyprodukowany w Chinach za śmieszne pieniądze przez małe dzieci?", "Jebac ubera !", "Jakaś osoba która widzi prawdę.\nDo tego dochodzą samochody sprzedawane dalej z przekręconym licznikami. co bardziej zabawne to że jeszcze trochę i nie będzie taxi a my bedziemy jeździć uberem i śmiali się z stawek na jakiś jeździliśmy oznakowani.", "Debile jak Hubert wyczyści rynek w taksówek to dopiero zobaczycie cenę Kurwa przejazdu w waszych aplikacjach dzieci z plastiku", "Ale głupoty gadasz gościu 😂 i to wybielanie złotów...", "A komu daje pracę  Uber w Polsce' UBER OK", "Chyba jednak Lekko pierdolniety", "Co, nie zapłacili Ci za reklamę, to stwierdziłeś że zrobisz anty? Żenujące.", "kto ci placi a moze sam jestes zawistna gwazda nara", "hahahah tak taksowkarze kieruja sie dobrem pasazera i zawsze wybieraja najkrotsza droge zawsze robia zeby jak najmniej zaplacic :D", "Możliwe że masz rację - ale zachowanie taksówkarzy jest na tyle nieakceptowalne przez społeczeństwo  że ludzie już wolą dopłacić do ubera zamiast jechać jakąkolwiek taksówką po tym co widzieli  do czego są zdolni Ci ludzie atakując uberów", "Och och taki mafie takie transparentne, bezpieczne i wcale nie próbują monopolizować i zastraszać mniejszych przewoźników którzy stwarzają dla nich konkurencję. Poważnie- chyba żyjemy w dwóch odmiennych światach gdzie chłopak którego nie stać na wszystkie pojebane padania do taxi, licencje srencje, chce zacząć jakoś w uber jest tym złym, a taksówkarze to wspaniałe, miłe osoby które nigdy nikomu krzywdy nie zrobiły.", "Jeszcze nie zobaczyłem filmiku do końca a już wypowiedziałeś tyle bzdur, że to się w głowie nie  mieści. \"Uber będzie miał monopol.\" no nie, nie będzie. Bo jak uber stanie się zbyt drogi to na bank pojawi się mądra głowa z lepszą propozycją i złamie ten monopol. \n\"Patrząc na aplikację, nie miałem wrażenia, że jest mało tych uberów\" Jeżeli miałeś koncert na którym było pewnie blisko albo wiecej niż 80K ludzi- to ile wg. Ciebie uberów to jest w takiej sytuacji dużo? 50? na 80K osób? \n\"Doświadczony taksówkarz pojedzie używając głowy.\" Aha, to WSZYSCY taksówkarze są doświadczeni i znają miasto na pamięć? Czy może są tacy którzy są początkujący i też wspomagają się nawygacją? A może to chodzi o to, ze każdy kierowca ubera nie używa mózgu i jedzie patrząc tylko na mapę bez przemyślenia? No własnie- raczej nie jest tak jak twierdzisz.", "Nie odprowadzi podatków powiadasz? A kierowca który odprowadza 8.5% ryczałtu, lub 18 albo 32 bodaj % rozliczając się na ogólnych zasadach? A jeżeli firma nie płaci podatków, to czemu klient może dostać fakturę za przejazd? Kierowcy ubera jeżdżą na powietrze, i nie kupują benzynki/ropy/gazu w której to cenie jest ponad 50% podatków? Mało tego- Uber zatrudnia wszystkich ludzi do osługi swoich biur na czarno, czy jednak jakieś tam umowy im proponuje? Pojęcie \"nie odprowadzać podatków\" nie istnieje. Nie da się \"nie odprowadzać podatków\". Można jedynie być dodatkowo okradanym przez państwo w dodatkowe podatki oprócz tych horrendalnie wysokich które już płacimy. Więc Twoje \"walić odpowiedzialność społeczną\" to jakiś żart. Jeżeli kierowcy w mafii z taxi coś nie pasuje to nikt go nie trzyma- może się zwolnić i przejść do ubera.", "Odradzam całego Ubera, a przede wszystkim kierowcę Tomka o tablicach rejestracyjnych WB 1768F\r\nOszukał mnie na bodajże 52 zł. Na liczniku miał 65 plus minus, kiedy kończyłem kurs, miał mnie potem odwieźć do domu ale zrezygnowałem. Rozmawiałem z nim i z początku było miło, a potem się okazało, że jest rasistą, drecholem, jak sam mi powiedział jego kolegę zwinięto po tej bijatyce na bulwarach warszawskich, gdzie pobito do nieprzytomności dziewczynę, murzyna wrzucili do rzeki a jeden chłopak wylądował w szpitalu. \r\nCały czas pytałem się co z licznikiem, bo go nie widzę, a on na to, że dopiero po dotarciu będzie wiadomo. Co jest bzdurą, ponieważ inni \"taksówkarze\" mieli liczniki. Za sam dojazd na tamkę 45b już sobie policzył 36 zł, to już Volfra by mi taniej policzyła. Mój inny uberowski kurs kosztował 20 zł, znacznie dalej niż Tamka.\r\nPotem pojechaliśmy na Solec 103, który był 2 przecznice dalej, to on pojechał do Centrum i tam zawrócił, zastanawiałem się co on robi???\r\nStał 2x, ale licznik leciał podczas postoju i jak już mu powiedziałem, że zostaję (bo miał wrazie czego podwieźć mnie z powrotem do domu), to zobaczyłem właśnie ten licznik i co? Zażądał 120 zł. Bałem się go, po opisie jak wyżej, więc mu dałem (tyle zresztą powiedziałem, że mam w portfelu na jego pytanie, czy nie podwozi kogoś za darmo). Zaczął mówić ile to zgłoszeń mógł przyjąć (i co to ma do rzeczy???), że jak wyjedzie teraz z tego \"pier**\" miasta. itd. Dzwoniłem do operatorki i miała \r\noddzwonić w tej sprawie. Oczywiście musiałem ja zadzwonić. Powiedziała, że kierowca powiedział, że zgodziłem się na podwójną płatność - co za debil tak robi?! Co to za bajeczka? Jeszcze jak dałem mu te pieniądze, to powiedział, że wiszę mu jeszcze hamburgera. Uber to banda złodziei.", "Niewiarygodnie, ile osób broni prawa jakiegoś zagranicznego korpo do robienia ich w balona, psucia rynku usług przewozowych dumpingiem i lania na nasze prawo... Polacy jak widzą, że coś jest \"zagramaniczne\", to wszystko dadzą sobie zrobić, żeby tylko poczuć ten powiew \"Zachodu\". Nie wiem, ja do Ubera nie wsiądę, jeśli już korzystam z taksówki, to późnym wieczorem albo w nocy, a jestem kobietą i nie czułabym się bezpiecznie, jadąc z jakimś przykładowym gościem, którego, gdyby coś się stało, nie da się namierzyć, a firmy - pociągnąć do odpowiedzialności.", "problem w tym ze na ubera czekam zazwyczaj ~ 3 min i jeśli chce się gdzieś dostać szybko to jest alternatywa", "uber jest taki fajny , ze w sylwestra kasował 150zl za kurs , który kosztował 100zl w legalnej taksówce", "Wyjebane mam, chce zapłacić mniej i chuj", "POLECAM wpisać kod: jj4uk5mzue daje on darmowe przejazdy! 🚗👍", "Co ty wg pierdolis.....", "ale durnoty! jak Uber będzie miał monopol i będzie zbyt drogi to pojawią się nowe (tańsze) rozwiązania i będzie po monopolu!", "Kocham ten kraj, gdzie człowiek bez wiedzy wypowiad sie na temat o którym nie ma pojęcia i myśli że jest autorytetem. Coś jak nasi posłowie....", "ale bełkot walisz w tym fiolmiku! bez jaj!", "czlowieku, kto ci placi za te bzdety?", "Elo Elo 3 2 0 \nhttps://tipanddonation.com/matrxteo", "Karol jestes hipokrytą. Kto popiera płacenie podatkuf dla państfa jest niewolnikiem.   www.tcichocki.pl  i www.zawodowy-polak.pl Zapisze sie do Ubera po to, żeby nie placic podatkuf panstfu. To bie tesz radze to samo", "Czy ty jestes na etacie w urzedzie skarbowym czy moze jestes sponsorowany przez korporacje taksowkowe ?", "jeżeli ktoś prowadzi działalność, odprowadza podatki, jest taksówkarzem to fajnie, natomiast ja, jako konsument nie dam się robić w lewo tylko dlatego, że gość prowadzi działalność w PL. Każdy kierowca ubera, który zarabia kasę powinien odprowadzać podatki, jeżeli tego nie robi to US powinien delikwenta ścignąć. niestety drogi Karolu, twoje argumenty do mnie nie trafiają. Jeżdżą w Uberze osoby, które znają miasto jak własną kieszeń, jest ich co prawda mało ale są. Jak do tej pory (korzystam z ubera ponad 1.5 roku) jestem bardzo zadowolona i nie spotkało mnie nic nie miłego.", "Ale Karolu, czasami uber jest lepszy niż tinder", "Niestety w ogóle nie kumasz sprawy, ani podatków, ani nieuczciwej konkurencji, ani jak działa Uber, ani jak działają tradycyjne korporacje taksówkowe. Zrób poważny research i nagraj program jeszcze raz. W szczególy się nie wdaję bo byłoby to wypracowanie na 3 strony A4. Zasygnalizowałeś problem, ale kompletnie się w nim nie orientujesz. Szkoda.", "Kanaly youtbue tez sa po to zeby zarabiac kase czy to posrednio czy bezposrednio !!", "Korzystale mwieloktortnie z AirBnb i sie nie zgodze ze ludzie nie zarabiaja na tym !! Wlasnie niektorzy swoje mieszkanie trktuja jako glowne zrodlo utrzymania!! Rzeczywiscie t oco mowisz to troche naciagane. Poza tym bla bla car jesli ktos na ty mnie zarabia t oniby czemu jezdza te same osoby ta mi z powrotem non stop czyzby przypadek ??!!", "Karol Paciorek Jakbyś był przyzwoitym człowiekiem to po tylu wiadrach gówien wylanych na twój zryty beret już dawno wywaliłbyś ten filmik z YT, którego to właścicielem jest firma, która nie płaci w Polsce podatków. Jakoś to Panu-hipokrycie nie przeszkadza, widzę.", "GPS (domyślam się, że mówisz o Google Maps) właśnie jeździ najkrótszą i najbardziej efektywną trasą. I tak, omija korki. Nie odrobiłeś zadania domowego.", "Wsiadasz do taksówki, a kierowca \"Za 20 mi się nie opłaca\", gdzie powinieneś zapłacić ~10zł ;) Pozdro dla taksówkarzy", "Jeśli zamierzasz zarejestrować się jako kierowca lub dostawca to skorzystaj z kodu, dostaniesz stówę na start a i mnie coś skapnie ;) Kod: r3bdgtqmue", "a podatki w paliwie debilu?", "Ja tam tylko z ubera korzystam", "farmazony", "Czasem uber jest lepszy niż tinder", "Kod na darmowy pierwszy przejazd UBEREM:  😎26ss2csbue😎\n\nMasz dość strajków taksówkarzy ? Zawsze płacisz majątek jadąc taksówka? Dość tego 👍 skorzystaj z lepszej alternatywy, jedz nowszymi autami, w przemiłej atmosferze i do tego taniej!❤️", "Mieszkam w Monachium tu są najdroższe taryfy w rajchu dlatego jeżdżę uberem różnica 80%", "sześćnaściezłotych...", "Jasne, każda taksówka odprowadza podatki w Polsce. W to akurat nie uwierzę. \nFakt jest taki że świat idzie do przodu i nieuniknione jest płacenie bezgotówkowe. Jeśli taksówki nie zostaną przystosowane do dzisiejszych warunków to znikną i tyle.", "co do tego koncertu to nie musiałeś pewnie zamawiać Ubera ... Można było zamówić taksówkę korpo i czekać godzinę aż się zwolni a jak sam mówiłeś czasem zależy na czasie. Osobiście wolałbym ruszyć dupę i zaoszczędzić 9,33 za kilometr . Lokalizacja jest po to aby zbierać np. statystyki o natężeniu ruchu - tam gdzie aplikacja jest potrzebna a klienci częściej zamawiają przejazd.", "Minęły trzy lata, Uber ma się dobrze, przynajmniej we Wrocławiu nie wygląda, że miałby zniknąć. Zaczyna także coś nowego jak przeloty helikopterem.", "duper", "Masz rację z Sharing Economy. Uber sie nie kwalifikuje do tego.", "w takim razie powodzenia, jezdzij sobie taxi:) Twoj wybor... :-)", "buhahahah taksiarze uzywaja muzgu hahahah ale zes wyjebal", "Ciekawe czy ktoś zauważył, że banki, które nie są polskie sponsorują wynajem aut dla Ubera. To też wina Polusa bo wpuscił zagraniczną firmę na polski rynek ?  Gdybyśmy mieli podatki dla ludzi to i ludzie byliby skłonni go zapłacić.", "Jeżeli jakieś państwo nie umie mądrze ustanawiać i sprawnie egzekwować podatków to nie płaćcie im podatków - niech ich szlag trafi.", "Odpowiedzialność polega na tym, że jeżeli komuś pasuje Uber to tylko Uber!      Nie wierzcie lewym propagandystom i śmieciowym pajacom czyli posłom wymyślającym prawo.", "Ok zobaczyłem i szczęka mi opadła. Zarzuca pan hipokryzję ale sam przecież zarabia na youtube które notabene nie płaci podatku w polsce ani firma google i setki innych. Po drugie nie rozumiem pana podejścia o licencje. Taksówkarz po otrzymaniu licencji nie staje się super kierowcą jest to po prostu zwykły człowiek który kiedyś jezdził samochodem i postanowił na tym zarobić = uber tylko wersja polska. Co do aplikacji którym zarzuca pan że przedłużają czas jazdy ?! dam sobie rękę obciąć że sam pan takowiej używa i w porównaniu do starych nowe mają możliwość pokazywania natężenia ruchu korków wypadków a taksówka ? nie ma tego jak juz się wpakuje w korek tak stoimi i płacimy postojowe ku radości kierowcy taksówki.. więc nie rozumiem dla czego mam nie kożystać z dobrodziejstw techniki i omijać tego typu sytuacje ? Reasumując w skali 1-5. Rzetelność materiału 1. Argumenty -1. Czyli zwykłe lanie wody w temacie Ubera. Reszta materiału jest niezła.", "hipokryta", "żona ubera ubiera go codziennie xD", "Ale pi**dolisz. Liczy się klient. Niech taksówkarze konkurują, a cena usług spadnie.", "Kilka polemik:\n\n1. To jezdzenie \"na pamiec\" taksowkarzy to obusieczne ostrze. Osobiście spotkalem sie z tym, ze taksowkarz w Warszawie woził mnie lekko mówiąc na około, po czym mówił że omija roboty drogowe - co było kłamstwem, chciał mnie naciągnąć na dodatkowe koszty. Poza tym, po kilku miesiącach pracy większość miasta każdy opanuje w wystarczającej mierze. Jadąc na GPS trudniej oszukiwać, ale fakt - czasem obierze on głupią trasę.\n2. Podatki na infrastrukture drogową płacimy przy zakupie paliwa, chyba kierowcy Ubera nie tankuja lewego paliwa. Wiekszosc kierowcow ma firme wiec ZUS i dochodowy płaci, na czarno to chyba jakies kompletne płotki jeżdżą. Natomiast sam Uber faktycznie omija płatności, inna sprawa ze ma straty.\n3. Wg sprawozfania Ubera w samym zeszlym roku miał ponad 2.5 mld straty! Moim zdaniem to zaden rewolucyjny start up tylko projekt, w wyniku którego mnostwo ludzi ktorzy zainwestowali w akcje straci pieniadze. Wiecej informacji tutaj http://www.spidersweb.pl/2017/04/uber-gigantyczna-strata.html.", "UBER OBRAŁ TAKTYKĘ , POLITYKÓW ......  CZYLI DO KORYTA MOŻNA DOSTAĆ SIĘ \nTYLKO PRZEZ OCZERNIANIE INNYCH ,  MONTOWANIE FILMIKÓW ITP .....   JAK \nWIDAĆ KIEROWCY UBERA UCZĄ SIĘ OD NAJLEPSZYCH \n!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "...bardzo dobra puenta.......gdzie jest granica kosztów ?........powinniśmy jednak być patriotami i jednak wspierać nasze", "ok, minelo troche czasu.. nie uwazasz ze to co powiedziales to totalne bzdury?", "Dobre.", "Ja powiem tylko tyle: obecnie na YouTubie nic nie wkurwia mnie tak jak nachalne reklamy Ubera. nigdy z tego nie korzystałem i nie zamierzam.", "NIE WIEM A SIĘ WYPOWIEM.\nOgólnie śmiechłem.", "Po co tyle cięć w tym filmie?", "Panie Karolu nasz kraj nas dyma cały czas robią co chcą i ja mam myśleć nad tym czy ktoś płaci podatki raczej nie . A zapytam mając ten sam produkt w sklepie x i y ale z jakiś przyczyn w sklepie y jest taniej do Pan się zastanawia nie sądzę idziemy tam gdzie takiej pozdrawiam.", "*SZEMRANY*  czy korporacja *Taxi -uczciwe*  zapłaciła Ci pod stołem czy na konto ?", "Jakim cudem TotO MA 268TYS SUBSKRYBCJI?", "\"Uber droższy od taksówki\" - co za brednie? W Uberze z góry przed zamówieniem przejazdu widzimy, ile za przejazd zapłacimy. Jeszcze NIGDY nie zbliżyłem się kwotą do wygórowanych cen w korpo.\n\n\"Taksówka ma podział na dwie dość proste taryfy\" - taryfy są cztery! Na dodatek NIGDY nie wiesz, ile taki taksiarz ci kilometrów doliczy (\"napompuje\") i ile finalnie za przejazd zapłacisz - za ten sam kurs o tej samej porze płacę do 2x więcej (zanim zacząłem korzystać z Ubera).\n\n\"Jeśli Uber osiągnie monopol na rynku...nie będziemy nawet w stanie przewidzieć jaką kwotę zapłacimy za przejazd\" - dawno tak durnej wypowiedzi nie słyszałem... Jak Uber kiedykolwiek stanie się droższy (lub porównywalnie drogi) jak taksówki, to zniknie na niego popyt. Zresztą Uber w odróżnieniu od taksówek podaje zawsze cenę z góry.\n\nŻałosny materiał...", "co jest z tą liczbą łapek w dół ?", "2017 rok a teza \"Uber z pewnością nie będzie tak tani\" nadal nadaje się do obalenia", "Po usłyszeniu argumentu o tym, że taksówki są polskie i płacą w Polsce podatki, przyszło mi do głowy pewne pytanie.\nNiech Pan Karol będzie uprzejmy obejrzeć metki w swojej odzieży oraz butach bądź sprawdzić, gdzie produkowany jest jego sprzęt elektroniczny, meble itp., a jeżeli posiada samochód - gdzie ów powstał?\nCzy wszędzie tam widnieje nazwa Polska lub Poland czy może pojawiają się jakieś wstrętne Koree, Chiny czy inne kraje?", "Ale Ty głupi człowieku jestes... mało wiesz skoro nie rozumiesz o co chodzi z tym ze uber ma swoje auta które \"wypożycza\" kierowcom. Robi tak wiele potężnych firm na całym świecie i widocznie sie opłaca skoro działa buraku :)", "hahahahaha TWOJ STARY MA FIRME TAXÓWKARSKĄ???", "08:40 A co, w GPS czy google maps nie ma informacji na temat korków czy utrudnień?", "Chłopie co ty gadasz, \"nasze firmy\" - będziesz jadł całe życie ziemniaki ze słoniną bo jest nasza a nigdy nie zjesz banana bo jest sprowadzony? Wybieram co lepsze dla mnie, kierowcy ubera też są \"nasi\" i też wydają te pieniądze w kraju na jedzenie, paliwo(akcyza) i naprawy, także ucieka tylko część podatku a to już sprawa morawieckiego a nie moja. Martwił bym sie o budżet gdybym widział że jest rozsądnie wydawany ale jeśli mam jeździć z cwaniakiem taksówkarzem dla tego żeby mieli więcej na 500+ lub na kolejnych kilka limuzyn do rozbicia to dzięki - wydam lepiej swoją kasę. Ahh, jeszcze jedna sprawa, uber jest zazwyczaj tańszy o min 30-50% od taxi, te pieniądze zostają w kraju i też trafiają do budżetu!!", "Dopasowana cena przejazdu do popytu jest czymś dobrym .Dzięki takim mechanikom ogranicza się  NIEDOBÓR .Mechanizm taki sam tylko bardziej plastyczny jak w kapitalizmie .Monopol jest niemożliwy po jak będzie popyt znowu pojawi się hiv taxi są jeszcze środki komunikacji np. autobusy", "To nie jest prawda, Uberowiec moze jechac tak jak mu powiesz, trasa na GPS nie jest wyznacznikiem jak ma jechac :)", "mam nadzieję paciorek że jak będziesz miał do wyboru \"janusza\" polaka wykonawcę jakiejkolwiek usługi dla ciebie a obok profesjonalną zagraniczną firmę wykonującą tą samą usługę dużo taniej i lepiej wybierzesz \"janusza\" -gratulacje", "w Katowicach taksowki maja aplikacje, wystarczy poszukać ^^", "to co frajerze telewizor w pokoju firmy \"Technika\"  HipoYutuKrytyk słabo że aż tyle poparcia...", "Podaż i popyt drogi Panie ;)\nBo taksiarze akurat płacą podatki (jedynie od tego co kupują) i ZUS. A kto najwięcej siedzi na KRUSie ??\nNo weź chłopie najpierw się dokształć z realiów.", "Odpowiedzialność konsumenta: Powinniśmy przestać kupować w zagranicznych sieciówkach. Nawet jeśli handlują polskimi towarami to  i tak 2-3% odbrotu wysysają z Polski! A to są ogromne pieniądze rok w rok wysysane z Polski. \n(Z drugiej strony rzygać mi się chce na większość moich rodaków dla których pracowałem.)", "Jak kto woli najczęściej jebiącego capa co robi łaskę że pojedzie za tyle i tyle i dodatkowo na końcu i tak cię wyjebie to proszę bardzo,taksówkarze w większości to ścierwo i jebać ich", "Oszuści podatkowi na śmietnik ekonomii!!\nNie wspomniano w materiale jeszcze o tak ważnej rzeczy jak rozmontowywanie systemu praw pracowniczych przez te firme.", "Taksiarze uzywaja mozgu, ale po to, zeby dodac te 10% do trasy. DO tego rzezbia na kzdym kroku, wiec argument o legalnosci jest smieszny - kombinuja jak sie tylko da.\nI nie, to nie jest usprawiedliwienie dla nieplacenia podatkow przez ubera. Tylko taksiarze powinni byc na tyle czesto kontrolowani i na tyle dotkiliwie karani, zeby sie odechcialo kombinacji. 2-3 przejazdy kontrolowane w miesiacu i 5000zl kary za walki typu \"paaanie bez paragonu\" itp - i by sie skonczylo cwaniakowanie.", "Słaby materiał, mało solidny. Argumenty naciągane. Robione jakby na siłę.", "Propaganda jebana", "prosze gosciu przestan", "a na \nSlasku uber nie specjalnie się przyjął gdyz juz byly tanie korporacje", "Wystarczy pomysleć w taksówce . Wpisac w mapach google miejsce docelowe kliknąc nakrótsza trase wycisz dzwieki i masz taksiarza :D", "Szełink ikonomi", "tylko uber pajacu", "pier... glupoty chlopie 80% wysztkiego jest robione w chinach , uzywam uber od 5lat i ceny nie skacz, jestes tylko glupim polaczkiem co problem sie wybic na youtube i komune promujesz", "nie bo w gdańsku jest", "kubuś chyba nie jechałeś nigdy taksi", "Nie ma czegoś takiego jak najszybsza i najkrótsza droga, albo szybka trasa albo krótka :)", "gowno prawda ze w 3 miastach w kazdym wiekszym sa ;x", "Argument że UBER płaci podatki w rajach podatkowych do mnie nie dociera. Dlatego tak uważam, ponieważ kierowcy korzystający z aplikacji UBER-a wydają zarobione pieniądze w Polsce. Dodatkowym argumentem za UBER-m jest fakt że z przyczyn ekonomicznych ponad 3.000.000 młodych Polaków pracuje za granicą i w tamtych krajach płaca podatki. Więc co według Ciebie należało by zrobić? zamknąć granicę albo odebrać paszporty młodym ludziom ...................?", "O potędze UBER-a\nświadczy choćby fakt, że do jego koryta dopuszczono Nelly Kroes\n(kiedyś taki bardzo ważny darmozjad z Unii) także to chyba walka z\nwiatrakami, wcześniej lobbując na jego rzecz. Na szczęście w\nkraju gdzie mieszkam doszło do sądowego zakazu jego działalności\ni sprawa sama zdechła. Tak więc tak powinni taksówkarze walczyć z\ntą nieuczciwą konkurencją –  jeśli  już ! Rzucanie się na\nmaskę samochodu, czy inne podobne rejtanowskie gesty są żałosne i\nśmieszne. Nie jesteśmy w Afryce.", "no debil", "JACY LUDZIE ,TAKI RZĄD!!!!    chcesz śmigać uberem , twoja sprawa ... chcesz pracować dla ubera , twoja sprawa ... TYLKO PŁAĆ ZUS , PODATKI , DROŻSZE UBEZPIECZENIE , SPEŁNIJ WSZYSTKIE WYMOGI ODNOŚNIE PRZEWOZU OSÓB .... I TO WSZYSTKO ....  ZRÓB TO I SOBIE PRACUJ!!!!  ZOBACZYMY ILE TAKI KIEROWCA UBERA  WYTRZYMA PRZY TYCH STAWKACH ZA KILOMETR ... DO PIERWSZEJ POWAŻNEJ AWARII SAMOCHODU . TAKSÓWKARZE KONTROLOWANI SĄ  PRZEZ URZAD MIASTA, POLICJĘ I INSPEKCJĘ RUCHU DROGOWEGO ..  DODATKOWO TRZEBA PRZEJŚĆ BADANIA KIEROWCÓW , PSYCHOTECHNICZNE ITD.  A JAKIE Z TYCH WARUNKÓW SPEŁNIA KIEROWCA UBERA , PRZED KIM ODPOWIADA ? ?????", "pierdolisz jak potluczony jeździł limuzyna", "Słabe argumenty przeciwko Uberowi, głownie oparte o protekcjonizm gospodarczy, który sie po prostu nie sprawdza w zglobalizowanym świecie. Efektywność tych rozwiązań tak naprawdę ocenia rynek i warto nadmienić, ze w Polsce aplikacja Uber ma juz ponad milion użytkowników. Na wolnym rynku to klient decyduje czym chce jeździć a nie vloger. Zostawcie ludziom prawo wyboru. To, że taksówkarze musza miec licencje to jeszcze nie powód by innym tez robić pod górkę, nikt bowiem nie broni taksówkarzowi przesiąść sie czy nawet dorabiać dodatkowo w Uberze. Kwestia rozliczeń podatkowych tez w powyższym filmiku przedstawiona po macoszemu. Ponad 90% kierowców Ubera prowadzi działalność gospodarczą i rozlicza sie w Polsce. Pozostałe 10% to kierowcy podpinajacy sie pod innych i jeżdżący u nich na zasadzie umowy zlecenie. Nie wprowadzajmy widzów w błąd. Przewaga Ubera nad taksówkarzami polega nie tylko na wygodzie czy cenie ale tez na uczciwości. Aplikacja wylicza nam dokładnie cenę za przejazd a u taksówkarzy? Kazdy zapewne spotkał sie z sytuacją, ze po wejściu do klasycznego taxi kierowca dogadywał cenę kursu na gębę, nawet nie włączając taksometru.", "...kolejny koleś, który mówi co chce a w ogóle nie ma pojęcia jak jest. Wczoraj wróciłem z Berlina i jeździłem tam przez 3 dni tylko z Uber Taxi. Przyjeżdżały po mnie kremowe auta z napisem na drzwiach UBER  i żółtymi glapami Taxi na dachu. Wyglądały jak wszystkie taksówki w Niemczech - kolor wiadomy wszystkim i świadczyły usługi jak inne korporacje taksówkowe. Kolego zanim zaczniesz opowieści z palca ssane jedź do Berlina i sam się przekonaj jak jest. Żałosny ten materiał.", "Z Gdansk Wrzeszcz do Gdansk Zaspa 40 zl taksą. Niestety, na samym początku dałem do zrozumienia, że nie znam Gdańska. Błądzenie taksówki po blokowiskach i telefon kierowcy do przyjaciela z pytaniem gdzie jest dana ulica. Jak już sobie ogarnąłem wyszło na to, że piechotką na Gdańsk Wrzeszcz idę 15 minut . Gdansk Zaspa- Gdynia Orłowo 25 zł Uberem. Taksówka zaplaciłbym 150-200 zł. Generalnie jak jadę taksą mam za każdym razem wrażenie, że trzeba uważać na każdym zakręcie i przede wszystkim nigdy nie dać znać po sobie, że jesteś przyjezdny, bo nie wiadomo czy nie będzie obwozki przez pół miasta. Uber ma przewagę, bo wyklucza kierowce z szeregu. Kierowca u ubera musi dbać o poziom usługi i tylko tyle- reszte załatwia aplikacja. Nie wierzę, że polskie korporacje taksiarke nie mogą stworzyć podobnej aplikacji. Wystarczy trochę wysiłku. BTW bez konkurencji w postaci Ubera wydaję mi się, że za 100 lat taksiarze nie zreformowaliby się. I wyglądałoby to jak wygląda teraz.", "Mam nadzieję, że skarbówka i krokodyle wezmą się za ubera i oby jak najszybciej 😊", "KOD na 50 zł na Pierwszy Przejazd. Pobierz mytaxi (www.mytaxi.com), zarejestruj się i wpisz: dawid.sli", "pierdzielenie na antenie.", "Dziękuję za informacje, bardzo to było cenne i z pewnością pracochłonne, pozbierać to wszystko w całość, ale z ogólną ideą odwodzącą od Ubera ZDECYDOWANIE nie zgadzam się. \nNapiszę dlaczego tylko, jeśli ktoś zapyta. Nie chce pisać wiadomości w kosmos", "Patriota - podoba mi się :)", "3Miasto to nie miasto Panie Paciorek :]", "przepraszam ale takiego lewactwa ze strony autora to ja dawno nie słuchałem ale do rzeczy.\n\nja rozumiem że połowa ponad społeczeństwa wychowała się na naukach socjalistycznych, mass media itd też nie pomagały w świadomości tego że kapitalizm jest czymś lepszym...\ngłównie przyczepie się do tego że autor uważa że kupowanie z chin czy nie wspieranie polskich przedsiębiorstw jest czymś złym, aby autor zrozumiał przyczynę tego że nie ma racji musiał by zrozumieć pewne rzeczy...\nnajgorsze jest to że autor widać że mądry facet i że rozumny jest, został zmanipulowany przez ideę narodowości która piękna jest ale niewudajna ekonomicznie i gospodarczo...\nautor musi zdać sobie sprawę że piękno kapitalizmu polega na tym że jeżeli dzisiaj mam taniej a następnego drożej to szukam znów tam gdzie będzie taniej...\nwinę za monopolizm korporacyjny ponosi rząd ale nie dlatego że nie idą pieniądze do budżetu z ubera czy innych firm które zostawiają pieniądze w rajdach podatkowych wina rządu polega na tym że rzadaja od ambitnych ludzi tego aby płacili wysokie podatki czy podatki za działalność gospodarczą czy też podatki dochodowe.. gdyby nie te podatki to Uber miałby już ze sto innych konkurentów którzy by robili mu konkurencję, a takto rząd przyczynia się do tego że wlasnie nie mogą polskie firmy rywalizować z korporacjami... tutaj jest problem...", "Ponownie tutaj trafiłem to dodam jeszcze - zrób film jakie praktyki stosuje YT i dlaczego zdecydowałeś się tu zarabiać? Swoje argumenty adresujesz do debili. Praktycznie każdy Twój argument mogę zabić na miejscu. Aha cieciu zrób jeszcze film dlaczego istnieją korporacje taxi. Nie kumasz cieciu kto jest pracodawcą a kto jest pośrednikiem.", "lewactwo nie potrafi nawet ubera zamówić a potem piszczy ....", "Jak bym był politykiem, robiłbym wszystko żeby ubera zniszczyć. No bo jak to tak bez płacenia haraczu się przemieszczać może bydło? Kamieni kupa.", "Pierdolisz kolego , jeśli uber podniesie ceny to ludzie wrócą do taksówkę własnie z tego powodu powstał Uber  ze taksówki są drogie. Robisz z siebie \"Mądrusia\" którym nie jesteś :)", "świat schodzi na psy ja wam kurwa mieszkanie wynajmę a te pseudo taxi wyjebane wpizdu", "i co sie tak czepił tego dobra ,podatków dla kraju....jak cała polska zostala rozsprzedana i nie jest polska...pan ma pewnie mało lat i braki w wiedzy o czasie kiedy polska była polską", "o co mu kurwa chodzi ? jest taniej to jade.... jebac podatki w polsce jak kogos zatrudni zagraniczna firma i zaplaci 5 tys miesiecznie ale podatki za granica to zle ? a w kraju dadza 2500 i podatki zostaja?\n\no co mu KURWA chodzi ?", "\"sharing economym co minutę... kuźwa mów po polsku bo tłumaczysz i tłumaczysz a ja nawet nie wiem o czym 😢", "Powiem Ci tak wolę Ubera odkąd taxiarz mnie wychujał gdzie za 7km zapłaciłem 115 zł na rano w sobotę po WWA, rozumiem jakbym był schlany wieczorem po imprezie no ale kurde bez przesady, dodatkowo taxówkarze zazwyczaj jeśli nie mamy GPS czy coś a widzą że jesteśmy nie tutejsi potrafią nas wywieźć okrężną drogą tak aby nabić jak najwięcej km.", "Ciekawe nagranie. (off: fajne oprawki do okularów)", "Ja po akcji typu \"jest większe zapotrzebowanie wiec kurs bedzie droższy\" usunąłem Ubera. Nie mówiąc juz o jeździe na około.  Tak serio to nienawidzę jeździć taksówkami i innymi tego typu. Za prawie każdym razem ktoś chce mnie oszukać, jest nieuprzejmy itd. Wolę metro;)", "jebac ubera.niech kurwy zaczna placic podatki jak wszyscy a nie na latwizne", "Jest rok 2017, uber jest nadal bardzo tani. W moim przypadku 2x tańszy niż taksówka, taka chora strefa taksówkarzy.", "czyli mam nie korzystać bo polska traci na tym. Super. nie obchodzi mnie to :)", "trójmiasto to nie miasto...", "w trzech miastach - Warszawa, Kraków i TROJMIASTO XD", "Nie ma to jak wrzucać obcojęzyczne teksty z chujowym akcentem by poczuć sie światowym. Żałosne lewactwo", "Czy kierowcy Ubera nie kupują paliwa w Polsce, nie płacą podatku dochodowego w Polsce, nie kupują samochodów bądź cześci do samochodow  w Polsce?  Kupują. De facto oznacza to że płacą oni większość podatków, jedyny podatek który optymalizują to podatek CIT który stanowi mały procent dochodów państwa", "W Krakowie jest ICar a nie jakiś uber xddd", "Uber jest opłacalnym wyjściem w przypadku krótkich odcinków tras. Jestem z Katowic, gdzie Uber funkcjonuje bardzo sprawnie i jest bardziej rozpowszechniony niż myslisz (mimo tego, że Twój materiał jest z lipca 2015 roku na co oczywiście zwróciłam uwagę) , z aplikacji korzystam od dobrych paru miesiecy i NIGDY nie zdarzyło mi się zapłacić za przejazd. Uber funkcjonuje w naszym kraju na zasadzie poleceń (gdy polecamy znajomemu aplikację dostaje on darmowy przejazd na kwotę 20 zł, w momencie jej wykorzystania my otrzymujemy 20 zł do wykorzystania za darmo). Wystarczy polecić Ubera paru osobom i ma się całkiem pokaźny budżet do wykorzystania w sytuacji awaryjnej. Mimo wszystko podoba mi się, że słusznie zwróciłeś uwagę na fakt odprowadzania podatków i siedziby firmy, trafna uwaga. Pozdrawiam Karol.", "Uber ani żadna inna girma nie szkodzi Polskiej gospodarce. Co za bzdura. Im tańsze i lepsze firmy tym lepiej dla Polaka! Ludzie nie znają sie kompletnie na ekonomi.", "10515414514332456215717215715111441234567881234567812345678123678326470547 29934552576699990709941234559919999999413269916749953349999914649932724997 29945678079925689909977567549919928836781467998299634699818991169966144990 29987645679901249956998013299529908012615302799995324993243699019923412993 29945678019935679902993567899339999999725634569974326992644399243992369936 29945678019926889912399678990249933245745315319931253399436998011992349950 29999999452799993883527999610359999999232012479934673289999982640499999410\n Krok1: Zaznacz wszystkie liczby\n Krok2: Wcisnij jednoczesnie Ctrl + F\n Krok3: Nacisnij 9 \nKrok4: TO DLA CIEBIE", "Powiem wam tak dzieci kochane KAROL Ma Racjee A wy kupcie sobie Deskorolki taniej wam wyjdzie", "Jak widzę jak jeżdżą niektórzy taksiarze(całkiem spory procent tej grupy) to mam wrażenie, że prawko dostali gratis do licencji, a nie ma nic lepszego jak mijać postój taksówek późnym popołudniem albo wieczorem. Co czwarty nogi z brudnymi skarpetami wywala na deskę. Sam taxi unikam. Jak już nie jadę autem to wolę postać 10 minut na dworcu i kupić bilet za 2 zeta, a na MZK nie narzekam w Opolu.", "Uber jest teraz tańszy, bo dampinguje ceny i odprowadza podatki np. w Panamie/ Cyprze CO JEST WSPANIAŁE DLA KONSUMENTA.  Firma nie może cały czas tracić, więc  zaprzestanie dampingu co POWINNO SPOWODOWAĆ powstanie innych firmy na takich samych zasadach która nie będzie tracić  i będzie zarabiać - WOLNY RYNEK sobie poradzi z dampingiem. Oczywiście takie firmy też będą odprowadzać podatki DOCHODOWE w rajach podatkowych. Podatek dochodowy to rak na ciele gospodarki który każe za pracę. Problem się pojawi jeśli państwo unurza swoje łapska w tym interesie i tak zepsuje rynek, że nie będzie możliwe powstanie innych firm podobnych do ubera i to uber zostanie, bo ma pieniądze i markę. \n\nKarolu powinieneś uzupełnić swoją edukację, przed wyprodukowaniem takiego materiału, bo wynika z niego, że jesteś paskudnym lewakiem który woli żeby to państwo się nim opiekowało za jego pieniądze. Ja mam nadzieję, że sam lepiej wiesz jak rozporządzać swoim majątkiem, a to że nie zauważyłeś, że płacąc 16zł za taksówkę, gdzie mógł byś zapłacić 10zł za ubera  działasz na swoją niekorzyść. \n\nTaksówki odprowadzają podatki - twoje pieniądze do państwa, a uber nie, bo odprowadza podatki w raju podatkowym  i dzięki temu płacisz mniej za ubera. \n\nPytaj o co chcesz, chętnie odpowiem na każde pytanie. Mój powyższy wywód można rozwinąć i każde twierdzenie mogę udowodnić. Polecam: playlist?list=PL6EksEOt2Q0Z53wAqhYk7oLNlhCWzGUbW", "jazda z GPSem jest bardziej efektywna, bo GPS ma dostęp do informacji o korkach, a mózgowi taksówkarza może się wydawać, że wie gdzie jest korek. Poza tym nie każdy taksówkarz ma odpowiednie zdolności analityczne, aby z wiedzy o korku wyciągnąć wniosek o tym, że warto zmienić trasę no i nie każdy chce jechać trasą krótszą - za stanie w korku stawka jest lepsza niż za przejazd...\nDlaczego taksówki nie wprowadzą takiej aplikacji jak ma Uber?", "Większych głupot dawno nie słyszałem. Tutaj rozchodzi się tylko o pieniądze.  Kiedyś stary taksówkarz mógł świetnie zarobić i się nie narobić.  Dziś na takie zarobki musi wiele godzin spędzić za kółkiem o ile wogole to możliwe. Uber Uberem wiele firm ma kapitał za granicą -ale to nie oznacza ze mam z nich nie korzystac\nJak EcoTaxi się otworzyło tez im nie pasowało a Stare Złotówy od zamierzchlych czasów miały problem z uczciwościa.  Nie jedna historie pisze warszawska ulica. ale każdy orze jak może , dobrego przykładu w sejmie nie dają, takie czasy .", "Ja jak mam przejazd Polska Niemcy to biorę 90zł. \nco Ty na to.  bus kosztuje 250 zł.", "heh", "ale stek bzdur:/", "Lepsze to niż złodzieje złotówy, które potrafią naliczyć nawet 2-3 razy wyższą kwotę za wykonany kurs.", "Karol opowiadasz bzdury jak mało który.", "Mogą być inwigilowani? A kto używający telefonu nie może?", "Taksówki do dupy?\nTen Typ Mes by się nie zgodził xD\nkto nie kmini niech wpisze tytuł \"Wyjdź z czołgu\" w YT", "a paulina lis jeździ uberem czy nie?^^", "Karol ,dobrze powiedziane. Masz racje w 100% .Oczywiscie pojawia sie hejty ,to takie polskie ;) .", "karol zniknij z internetów", "Uber wymaga założenia działalności gospodarczej, bądź podłączenia się pod partnera który już taką działalność na terenie naszego kraju prowadzi, co powoduje  że chciał nie chciał ale podatki w Polsce są płacone, wiem bo sam jestem kierowcą ubera.", "Karol ma w rodzinie złotówę :)", "\"Taksówkarze używają mózgu i głowy i jadą najkrótszą albo najbardziej efektywną trasą\" top kek, przestałem oglądać.", "Jeden z kierowców ubera powodzial mi ze np.  Podczas takich imprez jak Opener stawka jest nawet 5x większa.  Pozdrawiam", "każda kierowca ubera to cwel", "Ani złotówka nie trafi na polskie infrastruktury i drogi? Hahaha o jakich drogach i jakiej infrastrukturze ty mówisz, jakikolwiek budżet trafi do rządzących, zostanie zmarnotrawiony. Już wielokrotnie mieliśmy na to dowód, dlatego uważam, że lepiej samemu zdecydować na co się wyda te pieniądze. A poza tym taksówkarze (warszawscy, w innych miastach nie wiem jak jest), to złodzieje, chamy i oszuści, a na warszawskich drogach główne źródło patologicznych zachowań na drodze. Dopóki tak będzie, nie dostaną ode mnie złamanego grosza.", "rzadko dislajkuje filmy na youtubie ale tym razem karol pierdolisz jak nigdy.... co to sponsoring? czy jako to?", "brakuje informacji, że w uberze widzimy z kim i czym pojedziemy. zaraz po akceptacji możemy odrzucić ( bez opłaty) i czekać na innego kierowce ( czasem wystarczy przejść się 3m i już łapiemy nowego).\na za wyższa stawkę pojedziemy jeśli wcześniej ja zaakceptujemy.\ndo tego jest strona z wyceną ( z reguły dokładna mniej więcej do 3 zł ).\n:)", "Co to jest film sponsorowany przez taksówkarzy ?, Jeździł Pan w ogóle taksówką po waw?  Bardzo, bardzo nierzetelne argumenty, chyba z przed 10 lat :)", "a tak a propos zmiany cen, poproszę o konkrety. Bo jak do tej pory, w Londynie Uber jest najtańszy. Chyba już trochę działają tutaj... Perorowanie na temat przyszłości i proroczych monopoli... well...", "Korzystam z Ubera w Londynie. Wspaniała rzecz, różne możliwości dotyczące wyboru samochodów, do najmniejszych służących do transportu ludzi, przez vany, którymi można przewieźć rzeczy do przeprowadzki, aż do zamówienia opiekuna dla osoby np niepełnosprawnej... Kierowcy muszą mieć wykupione ubezpieczenia tak samochodu jak i pasażera. Szybko, tanio i miło. Z punktu widzenia klienta dla mnie bomba. Dziękuję i pozdrawiam", "Dobrze ,ale z centrum wawy do punktu A pod Wawa (jakaś mniejsza wieś np. 15km) ktoś z UBERA ma regularną cene ,a w przypadku Taxówki to jest już strefa nr. 12 i 8 zł za km w rezultacie płacisz kolosalne pieniadze ,a jak jesteś podpity to jeszcze wiecej bo złotówa  będzie chciał wykorzystać ,a co powiesz o tych nabitkach do licznika ?TVP się kiedyś zajmowało tą sprawa.", "Skoro UBER jest tańsze niż taksówki to jest LEPSZE niż taksówki. Jak podwyższą ceny to przestań korzystać - Proste nie? Po co szukać dziury w całym? W polsce zawsze wszyscy muszą narzekać.", "Karolu, nie znasz podstawowych praw ekonomii, to się nie wypowiadaj. Jeśli jest popyt, a nie ma podaży, cena rośnie, i to nie kwestia ubera, ale każdej dziedziny działalności gospodarczej. Ponadto, ludzie którzy zarabiają na uberze, przecież i tak wydadzą te pieniądze, napędzając tym samym gospodarkę. To, że ci kierowcy nie koniecznie odprowadzają podatki przedstawiasz jako minus, tymczasem jest to ogromny plus, swobodny przepływ pieniędzy jest zawsze pozytywny, czym państwo ma mniej pieniędzy, tym lepiej. Ludzie powinni skupiać w swoich rękach majątki, a nie państwo które marnotrawi te pieniądze na różnorakie pensje na nadmiarowych urzędników czy nierentowne inwestycje. O przekrętach nie wspominając.\n\nA odnośnie monopolu ubera. Jeśli uber nagle by podniósł niebotycznie ceny, natychmiast powstanie konkurencja. Wolny rynek Karolu, wolny rynek. Oczywiście w tej hipotetycznej sytuacji konkurencja powstałaby dużo szybciej, gdybyśmy nie mieli tak skomplikowanej biurokracji podatkowej i nie tylko, ale przecież to jest taki ogromny plus.\nMorawiecki mode on", "nie jestes obiektywny jazda na gpsie eliminuje ryzyko matactwa a klient Ubera widzi ile zaplaci za kurs i nie musi wybierac wyzszej stawki pozdrawiam", "ogólnie uber fajna rzecz, tylko jakieś podatki powinny być odprowadzane, to nieuczciwa konkurencja...", "pierdolisz Pan głupoty. Taksówkarze oszukują ludzi nabijając kilometry, w Uberze przynajmniej wiesz przed kursem ile za to zapłacisz.", "kazdy ma prawo wyboru czym ma jezdzic i jezdzi tym na co go stac wiec nie pie... abym musial placic wiecej (np. taxa) na podatki bo wystarczy ze z wyplaty mnie skrobia", "Watłe to byly argumenty przeciwko Uberowi:)", "xddd uber droższy od taxowek? Uber przynajmniej nie nabija 50 zl za 4km jak to taksówkarze robią", "w zyciu bym nue pojechal uberem, jezdze tylko MPK", "na airbnb czy wimdu mozna kupic 10 mieszkan tylko pod wynajem krotki to juz nie jest ekonomia wspoldzielenia a biznes onlinowy", "Piszesz, że taksówki \"są do dupy\" - no grzeczne to nie jest. Piszesz, że nie mają aplikacji - kłamstwo. Wszystkie renomowane korporacje mają aplikacje, co najmniej na Androida. Radziłbym popracować nad kulturą wypowiedzi ponieważ Twój sposób wysławiania trąci chamstwem i prostactwem.", "Uber właśnie niedawno wszedł do Wrocławia.", "Pokaż mi 1 osobę która woli zapłacić jałmużnę temu zjebanemu państwu które przepierdoli te pieniądze na chuj wie co a nie na żadne drogi i inne rzeczy, niż skorzystać z ubera i za zaoszczędzone pieniądze z podatku kupić sobie coś dla sb lub pójść do prywatnego dentysty itd bo nasz kraj w dupie ma nas i służbę zdrowia i nasze drogi i wszystko inne, po drugie co ty pierdolisz że taksówkarze używają tylko mózgu, nie ma taksówki w której nie byłoby gps, a mózgu używają tylko emeryci jeżdżący 50 lat w jednej małej wsi, wszyscy inni wspomagają sie gpsem, a w czasie koncertu lub innego wydarzenia taksówkarze również dzwigają ceny nawet kilkukrotnie,  jednym słowem pierdolisz głupoty", "Polacy sa wystarczajaco kumaci zeby zrobic podobna aplikacje. Podatki moga zostawac w Polsce. Poza tym Polska firma mogla by pobierac mniejszy procent od kazdego kursu jak 10 procent a nie 20 jak pobiera Uber co uwazam za zlodziejska stawke. ostatecznie kierowca musi zapier. wiecej od rana do wieczora. Typowa Amerykanska korporacja.", "Zarzucać Uberowi, że nie jest \"sharing economy\", to tak jak zarzucać Biedronce, że nie jest organizacją charytatywną. Ogólnie argumentacja autora jest słaba i brzmi trochę jak straszenie dziecka  kominiarzem. Uber wymusi na taksówkarzach pewne zmiany, które w dalszej perspektywie przyniosą pozytywne efekty. Świat idzie do przodu, zmienia  się i wytworem tego jest Uber. Gadanie o tym, że to niefajnie nie ma większego sensu.", "No ten konkretny filmik to niesamowicie naiwnie brzmiący stek bzdur, aż dziwne. Kto płacił za taką treść, co karolku?", "Masz racje. Jebac postep. \nNie ma sensu roztrzasac i drazyc czy licencje sa w ogole potrzebne (chociaz wiekszosc wasatych z ktorymi ostatnio jechalem jezdzi z GPSem \"bo oni sa z innego miasta a tu sa bo mozna lepiej zarobic\" i tego czemu o taka patologie nikt sie nie czepia. \nNie ma sensu dawac lokalnym przedsiebiorcom mozliwosci powalczenia z tym strasznym monopolem, ktorego nota bene nikt jeszcze nie doswiadczyl ale przeciez wiadomo ze bedzie. \nWolny rynek i popyt na tansz uslugi I alternatywy dla \"monopolisty\" napewno sobie nie poradza (tak jak teraz radzi sobie uber z wasatymi, i tego monopolu wasatych januszy majacych wsparcie panstwa jakos nikt nie stara sie zweryfikowac). \nPO CO dawac klientowi mozliwosc wyboru. PO CO myslec.  PO CO nam te wszystkie zmiany.\nJebac auta Tesli, bedziemy kopac wegiel az sie wszyscy podusimy zamiast stawiac wiatraki, a w ogole to chyba powinnismy byc w kosciele bo jak tak dalej pojdzie to skonczymy na stosie.\n\nSwoja droga mowi to czlowiek ktory zarabia na youtubie. \nCiekawe gdzie youtube odprowadza podatki? Ciekawe czy ktos go kontroluje czy aby nie stanowi nieuczciwej konkurencji dla TV, radia itp? Gdzie krazy kapital z reklam? Czy te tresci tworza ludzie ktorzy nie sa jakas patologia ? \nCiekawe jakie byly poczatki youtuba i czy wtedy nie bylo takich roszczen jak teraz maja zlotowy w stosunku do ubera ?\nMoze zakazac tez youtuba i wykozystujac aparat panstwowy napadac I przykladnie karac wszelkich ludzi ktorzy na nim zarabiaja (jak to sie dzieje z kierowcami ubera przez np nieprzepisowe kontrole pracownikow skarbowki i nekanie wezwaniami do zaplaty mandatow wystawionych w niezgodzie z prawem)?\n\nI przy okazji w ogole zezwolic na publiczne linczowanie nekanie i uniemozliwianie pracy  (jak to sie dzieje z kierowcami ubera) ?\n\nFakt jest taki ze poanstwo zwyczajnie nie nadaza za postepem i nikt nie przejmuje sie ta patologia ktora niszczy ludziom samochody i zabiera zródlo dochodu (patrz wasate pajace polewajace auta ubera roznymi cieczami czy wyciagajace z aut klientow)\nNa tym powinismy sie skupic, na roszczeniowej patologii i bandytyzmie a nie zakazywac postepu. \nPowinnismy karac ludzi ktorzy zamiast dociekas woich praw w sadzie niszcza cudza wlasnosc bo im ktos chcezabrac ich cieply kurwidolek.", "Pamietam jak oglądałam ten odcinek rok temu przyjechałam do polski po 3 latach nie obecności wysiadam na dworcu w Katowicach kieruje się do taksówek ogólny koszt do mojego miasta to jest maximum 30zl idę wiec do pana taksówkarza a do mnie ze to będzie z 80zl wiec grzecznie podziękowałam \nWiec się nie dziwie ze ludzie wola Uber od prawdziwych rejestrowanych taksówek", "Gówno prawda że taxi są złe w trójmiescie jest Yellow TAXi mają flotę samochodów peugeot i dacia klimatyzowane i nie drogie kursy. Warszawiaki to zawsze tylko oni a reszta olewka", "Pieprzenie.. a to youtube, z którego masz hajs odprowadza podatki w Polsce ?? Nie wydaje mi się xD", "Czy to takie trudne nie mówić co chwilę zwrotu ,,tak naprawdę'' ludzie ogarnijcie się to już jakiś rak..mocno ograniczony zasób słów w tym co właśnie obejrzałem", "W UK uber jest godny polecenia. Zawsze jeżdżą najkrótszą i najszybszą drogą, a kiedy jest wyższa stawka jesteś najpierw o tym uprzedzany, czy aby na pewno jesteś zdecydowany zamówić taxe za większą cenę. A podatki jak to podatki, tylko bogaci ich nie płacą.", "1. Podatki to kradziez\n2. Przejazd jest tanszy bo nie płacisz podatku na drogi, ktory zostanie wydany na cos zupełnie innego\n3. Jak płace taksówkarzowi a ten robi łaskę, albo jest niegrzeczny bo mi nie chce sie z nim akurat dyskutowac to niech sobie wsadza te taksówki w dupe :D\n4. Uber to wolny rynek, taksówki to socjazlim", "Obejrzałem cały film. Argumenty, które przytaczasz są nietrafione. Postaram się wytłumaczyć kilka, które zapamiętałem - mam nadzieję, że nie będzie zbyt chaotycznie. \nMówisz o patriotyzmie gospodarczym - ok. Szczytny cel. Ale co z tego, że nasze pieniądze uciekną przez np. taką firmę jak uber za granicę, skoro tacy pracownicy firm przewozowych w Polsce jak uzbierają pieniądze to i tak mogą je wydać za granicą w postaci kupna np. samochodu. To nie ma znaczenia dla naszego kraju, jak pieniądze uciekają. Problemem tu jest to, że zbyt duże obciążenie podatkowe powoduje, że firmy w Polsce nie mogą się rozwijać i ulegają konkurentom, którzy prowadzą działalność w krajach, gdzie podatki są znacznie niższe niż tutaj. Powinieneś obwiniać system podatkowy, nasze państwo, które nieudolnie zarządza naszymi podatkami. Dlatego coraz więcej firm \"ucieka\" albo za granicę, albo w szarą strefę. Z tym należy walczyć, o tym mówić! Zmniejszyć podatki dla przedsiębiorców, którzy \"wrócą\" zza granicy, tudzież z szarej strefy, a wpływy do budżetu BY TYLKO NA TYM ZYSKAŁY. \nMówisz o braku profesjonalizmu ze strony \"uberowskich - bezlicencjonowanych\" kierowców. Nie zgodzę się. Jest bardzo duża część, również w tych profesjonalnych firmach taksówkarskich, gdzie kierowcy wykorzystują nieznajomość terenu, bądź stan nietrzeźwości by naliczać dodatkowe opłaty. Tu masz jasny cel od początku.\nMówisz o monopolu na przewozy. Jak podniosą ceny to ludzie wrócą do zwykłych taksówek i tyle. Prosta logika. Albo lepiej - powstanie nowy - konkurencyjny \"uber\".\nZobacz ile miejsc pracy dzięki temu ludzie zyskali. Ile pieniążków zaoszczędzili, które mogą wydać na co innego - powodując większy ruch gospodarczy.\nByło coś jeszcze, ale i tak już się za bardzo rozpisałem. \nNa wszystko trzeba patrzeć z szerszej perspektywy, pozdrawiam.", "Kod na darmowy przejazd dla nowych użytkowników yg6h3bj7ue", "Ile szanowny pan bierze pieniędzy od mafii cierpiarskiej?", "Uber destabilizuje rynek przewozowy.", "łabędzi śpiew opłacanego vlogera...", "Konkurencja jest zdrowa, taksówki będą miały podobne aplikacje.", "Dlaczego kupiłeś iPhona zamiast myPhona czy Kruger&Matz? Jakiej firmy masz telewizor? Oprawki?", "aha mam płacić najwyższe podatki bo jestem patriotą XD", "UWAGA!\n\nMAMY BENEFIT DLA NOWYCH KIEROWCÓW KTÓRZY DOPIERO SIĘ REJESTRUJĄ DO UBERA.\n\nPODCZAS REJESTRACJI ( https://get.uber.com/sign-up/ ) PODAJ KOD PROMOCYJNY \"3XX3RKZ5UE\" A PRZEZ PIERWSZE 3 MIESIĄCE BĘDZIESZ OTRZYMYWAŁ 300 PLN  MIESIĘCZNIE NA BENZYNĘ!\n\nWARUNKI PRZYZNANIA BENEFITU:\n\n-REJESTRUJESZ SIĘ JAKO KIEROWCA NA STRONIE UBER.COM\n-ROZPOCZYNASZ PRZEJAZDY DLA FIRMY UBER\n-PRZEJEŻDZASZ MINIMUM 50 KURSÓW MIESIĘCZNIE\n\nZAPRASZAMY DO WSPÓŁPRACY UBERPOLAND.", "O kolego ale głupoty pitolisz! Weź się do roboty, załóż firmę w Polsce, odprowadzaj podatki i zobaczysz ile Ci zostanie....", "Co ty pierdodolisz, na air bnb sie nie zarabia? Jesteś idiota, taxi to kontrolowany zawód, od dawna te cioty blokują ilość taxowkarzy w celu nie tworzenia sobie konkurencji. Jeśli uber bedzie droższy to ludzie nie będą nim jeździć. Jeśli chodzi o podatki to przez LATA taxiarze w dupie mieli podatki, oszukiwali jak sie dało i brali do łapy. Tyle sie znasz na tych systemach Ubera co gimbus na Atari. Uber nigdy nie przejmie rynku wiec przestań płakać. Szkoda ze nie poruszyłeś problemu firm które oferują przejazdy osób, za stałe ceny i działają jak taksówki , niby polskie firmy a jednak tez podatku mało odprowadzają.", "Socjalistyczne bzdury opowiadasz... :)\n\nWybacz, ale muszę Cię naprostować, bo aż mózg boli... :)\n\n1. W innych krajach ludzie też chcą mieć drogi i szkoły, niższymi podatkami przyciągają duże firmy i tak to finansują... Skoro możemy postawić szkołę w jednym kraju, albo postawić szkołę i utrzymać dziesiątki urzedasów w innym, to co jest lepsze? Lepiej płacić podatki w raju podatkowym. Jeśli wszyscy by tak robili jak Uber, podatki i w naszym kraju by spadły (by zachęcić do płacenia u nas). Jeśli natomiast wszystkie firmy płaciłyby podatki u nas, to podatki by wzrosły, bo rozpasania urzędniczego nie da się zatrzymać czym innym jak głodem. Jeśli my chcemy mieć duże firmy u siebie, musimy obniżyć podatki, a wtedy wszystkim będzie się żyło lepiej.\n\n2. Uber nigdy nie zdobędzie monopolu, bo monopol można zdobyć tylko regulacjami, licencjami czy zezwoleniami. Mało prawdopodobne, by rząd jakiegokolwiek kraju wprowadził regulacje takie, by tylko uber je spełniał.\n\n3. Jeśli nie będzie regulacji, to obok ubera powstanie 15 innych \"uberów\" i będą z nim konkurować ceną czy jakością.\n\n4. Gwarancja stawki oznacza zawsze obniżoną jakość (jak w państwowej służbie zdrowia czy państwowej edukacji). Masz do wyboru zawsze: Albo mało płacić i długo czekać, albo dużo płacić i krótko czekać. Skoro taksówki podczas eventów nie zwiększają stawek, ale czekać na nie trzeba godzinę albo i dwie, to podczas eventu trafi się kilka osób, którym się spieszy i wybiorą ubera nawet za trzykrotną cenę, byleby nie czekać godzinę czy dwie...\n\n5. Jazda po GPS ma zady i walety, tak jak i wiara w taksówkarza. GPS Cię prowadzi, ale może nie znać np. korków czy remontów, za to taksówkarz może Cię celowo przewieźć dookoła (miałem takie sytuacje we własnym mieście kilka razy)... nie jesteś w stanie jednoznacznie ocenić co jest lepsze. Choć dla mnie może faktycznie taksówkarz, bo jak wiem, że mnie w trąbę zrobił, to mówię, że nie płacę, albo wzywam policję... zazwyczaj w takiej sytuacji stwierdzają, że jednak kurs był gratis.\n\n6. Taksówkarze również mogą być inwigilowani przez swojego pracodawcę, bo również wożą aplikację i elektronikę od pracodawcy.\n\n7. Wody się nie robi. Ona spada z nieba, albo wypływa z gór...", "w Airbnb nie zarabiam? LOL", "tego brodatego skads znam :D", "ostatnio jedna z tańszych taksówek w Gdańsku zrobiła ten sam system zamawiania i płacenia kartą co uber. Dla mnie to o wiele lepsza alternatywa bo ceny są stale a kierowcy nie trzeba tłumaczyć jak jechać", "Muszę przyznać, że to pierwsza elokwentna wypowiedź, która mnie przekonuje, a do tej pory raczej byłem pro-uber.", "Podatki płaca w Paliwie ;-))))", "ważne żeby zarobić  ppdatki w Polsce są złodziejskie wiec wolne uber jak taxi głupie argumenty użyłes  żenada :/", "Aplikacja UBER'a to szpieg.  Po instalacji pozna twoje konto, czy masz włączone wi-fi, jakie to są sieci, pozna twoje połączenia, również kontakty w książce adresowej, itp...   Jeżeli uważasz że przeglądanie twoich zdjęć, czytanie twoich kontaktów, odczytywanie SMS i poznawanie numerów nie jest poważnym naruszeniem prywatności - znaczy jesteś idealnym klientem dla UBER'a", "Nie jestem ani pracownikiem ani zwolennikiem Ubera ale człowiekiem obiektywnym i lubie startupy. Niestety Karolu... nie przygotowałeś się. \n1. Stawki wyższe w dniach koncertów  imprez masowych tak samo dotyczą taxówek jak i Ubera (może i widziałeś ich dużo w aplikacji ale pomyśl o logistyce - szukanie klienta jak igły w stogu siana, problemy z podjechaniem możliwie blisko wejścia/wyjścia na event - to są czynniki wpływające na fakt iż NIKOMU nie będzie się opłacało obsługiwać eventów po normalnej stawce.) \n2. A nieuczciwi taxówkarze ? Zwłaszcza w Warszawie kasujący ludzi za kurs spod dworca kilka kilometrów dalej po 100 zł ? Uber takie sytuacje eliminuje... \n3. Z tego co wiem to Uber zezwala na wybieranie alternatywnej trasy jeśli kierowca podejmie decyzję że inną drogą będzie na przykład szybciej ( a klient i tak nie zapłaci ani grosza więcej za daną trasę nawet jeśli kierowca pojedzie dookoła) \n4. Mówisz o inwigilacji położenia użytkownika aplikacji Uber przez administratora... hmmm a na przykład Google czy Apple nie czyta Twojego położenia za pomocą telefonu i nie wykorzystuje tego w celach marketingowych ? (zarabiają na tych danych krocie a jakoś telefony nie tanieją ) - taka informacja o położeniu to przecież podstawa do prowadzenia elektronicznej logistyki. I mała wisienka na torcie jeśli chodzi o ten argument - gdy wyłączasz aplikacje to też jesteś inwigilowany ? :)\n5. Jak możesz zweryfikować standard jaki Cię czeka w korporacyjnej taxówce zanim do niej wsiądziesz ? W Uberze najważniejszą sprawą jest opinia klienta wystawiana dla kierowcy a Ci co mają złe opinie szybko są weryfikowani i usuwani.\n7. Mówisz o odpowiedzialności społecznej i ekonomicznej jeśli chodzi o niepłacenie podatków przez aplikację Uber... - hmm... to może uświadom ludzi jak dysponowane są przez nasz rząd środki z podatków ? Czy na prawdę mamy taki wpływ na popędzenie gospodarki za pomocą podatków ? Uber inkasuje jedynie 20-25 % za każdy przejazd więc znaczna większość pozostaje w kwestii kierowcy do rozliczenia podatku w naszym kraju. Dlaczego Uber ma brać odpowiedzialność za sumienie i uczciwość podatkową każdego kierowcy ? Nie sądzisz że to sprawa indywidualna. Ponadto oczywiste jest że unikanie płacenia podatków w naszym kraju jest mówiąc wprost nielegalne. \n\nStaraj się bardziej analizować zbierane dane zwłaszcza poruszając kwestie startup'ów bo nowe/innowacyjne nie zawsze równa się \"złe\". \nZdajesz się być osobą bardzo medialną i pasujesz do zawodu \"youtubera\" lecz zawód ten ma bardzo dużą odpowiedzialność - jesteś osobą opiniotwórczą - więc musisz rzetelnie i dogłębnie poznawać tematy które poruszasz.\nPozdrawiam Serdecznie :)", "Słaby film!!! Jeśli wolisz przepłacać za taxi to życze powodzenia..... hajs z YouTube sie zgadza wiec go stac.....", "Po zdaniu o tym, że taksówkarz jedzie najkrótszą trasą stwierdzam, że mieszkamy chyba w różnych krajach mieszkamy.", "Ponadto szanowny panie tak pan mówi o tym że firmy nie płacące podatki w Polsce są złe, a robi Pan zakupy w Lidlu, Biedronce, Auchan czy Tesco? No właśnie :)", "Drogi Panie Polski Bus też miał przejąć rynek bo zaczął stosować ceny za 1 zł a jednak nie przejął. Biznes sam się reguluje a Uber jest i będzie atrakcyjniejszy nawet jak będzie droższy bo to nie cena w Uberze przyciąga klienta ale: tu chodzi o komfort i serwis na wysokim poziomie.", "Co mnie to intereseuje, ze Uber jest zagraniczą firmą czy nie jest share economy? I don't care. Dla mnie jako klienta jest istotne, że est super tanio i wiem, że mnie nikt nie oszuka, bo w aplikacji kontroluję całą trasę. Uber jest swietny, jezdze codziennie i polecam każdemu. Nigdy sie nie zawiodłam.", "\"Taksówkarze jadą najkrótszą i najbardziej efektywną trasą\". Szczególnie jak nie znasz miasta i złotówa to wyczuje.", "Co ty k..wa pierdolisz ? Jakie miejsca pracy, jakie podatki ? Wybieram co jest tańsze.", "facecik..ale nudzisz.... :(", "Pierdolisz lewaku", "ty jestes od wlodka", "Ale pierd...  Głupoty Karolu aj Karolu....  Kierowcy uber często są z miasta w którym jeżdżą, tak więc są w stanie dojechać z pkt. A do B bez GPS...  Tutaj chodzi o to przede wszystkim aby klient widzial przed rozpoczęciem trasy możliwe drogi oraz koszty(GPS ma tylko wspierać, z resztą w taxi GPS też są spotykane) ...", "Kto płacił ze ten film? 12 minut bezsensownego gadania, naprawdę jedynym takim punktem który mógłby trafić do kogoś jest to ze nie płaci podatków. Cała reszta jest do dupy.", "Spierdalaj lewaku :)", "Ok taksowkarze pracujacy \"prywatnie\"- mam na mysli tych na licencji robia w chuja, ale Uber to tez chujnia. Zyje w Rzeszowie i tutaj lobby taksowkarskich skurwieli rozbito inaczej. Powstala firma, w ktorej stawki sa nizsze, zas taksowkarze nie dostaja pensji od kilometra ani od przejechanych godzin. Ida do pracy na 8 godzinna zmiane. Sa uprzejmi, nie robia ludzi w chuja, a stawki sa stale (oczywiscie nocne sa drozsze, ale nadal stale). Taksowki to nowe, budżetowe sedany- wygodne i malo palą. Kierowca nie moze byc skurwielem, bo klient moze sie poskarzyc, a delikwent skonczy z postepowaniem dyscyplinarnym. Taksowki sa charakterystyczne- biale z niebieska \"panorama\" miasta, wiec nie musza sie reklamowac w inny sposob. Skutek? Taksiarze skurwiele nauczyli sie kultury i nie robienia ludzi w chuja na stawkach i kilometrach; moge z dowolnej czesci miasta zabrac sie taksowka po uczciwej stawce.", "kolejny goguś z własnym zdaniem...jade place,jak mniej to sie ciesze...ja w tym problemu nie widze. zbyt wiele wałków robily tepe zlotowy i niby teraz mam sie przejac ich losem?przyjdzie czas,ze wyglodniala tepa zlotowa zawiezie mnie taniej i problemu w tym nie widze...", "Niech porobią licencje, zamontują kase, zrobią ubezpieczenie dodatkowe (wymagane w taxi) lub niech przestanie płakać ten uber.", "Doskonale zmanipulowany, sponsorowany przez taksówkarskie mafie odcinek. Połowa informacji to bzdury, a 1/4 to domysły - prawdy tyle, ile w TVN. Film niby sprzed roku, ale niesmak pozostaje.  Panie Karolu, słabo.", "Na drogi i infrastrukturę bezpieczeństwa odprowadza się podatek w paliwie - to około połowa tego co tankujemy.", "jechałem uberem z lotniska do hotelu za 23 zł, za miesiąc ta sama trasa tyle że nie było ubera wiec wziąłem taxi spod lotniska- 70 zł.  Można jeszcze dodać że uber ma lepsze auta, że kierowca ubera nie może ci naliczyć podwójnie za kurs jak kierowca taksówki, że nie trzeba sie fatygować z płaceniem itp. Ale sama cena jak dla mnie jest wystarczającym powodem", "W dupie mam tą \"odpowiedzialność społeczną\" w Polsce. Moi rodzice uczciwie pracowali i płacili podatki w tym ZUS 1000 zł/msc ale jak poszło coś nie tak, to tej kraj wypiął się na nas dupą i gdyby nie pomoc rodziny i znajomych, to byśmy chyba zdechli z głodu. Więc czemu niby miałbym się przejmować podatkami dla tego kraju skoro i tak jak przyjdzie gorszy czas, to ten kraj mnie kompletnie olewa? Poza tym ekonomisto za 2 złote nie pomyślałeś, że jak ktoś pojedzie Uberem i zapłaci mniej za przejazd, to nadwyżkę pieniędzy wyda w polskiej firmie lub w zagranicznej firmie, która daje pracę Polakom i tym samym wspomoże polskich przedsiębiorców lub/i polskich pracowników. I część tej kasy i tak powędruje do skarbu państwa w postaci chociażby podatku VAT, akcyzy czy składki na ZUS, którą kierowcy Ubera muszą płacić. I zauważ, że jak ludzie będą kupować tylko polskie produkty i usługi, to te polskie firmy to zauważą i same podniosą ceny lub nie będą się starać, bo będą wiedzieć, że ludzie i tak ich wybiorą ze względu na polskie pochodzenie. Polskie firmy powinny dawać dobrą cenę i jakość usług/produktów. I wtedy klienci sami do nich przywędrują.", "Kierowcy ubera płacą tu podatki chodzby  kupując paliwo, ubezpieczając samochody czy robiąc serwis.  Proszę również pamiętać że kieowcy ubera to tzw ochotnicy tzn osoby które  łatwo nawiazuja kontakty, wykonuja ta prace jako dodatkowe zajecie  z ich własnej inicjatywy.  Jesli taksowkarze chca  być konkurencja niech zaproponują usługi którą mogą być równie atrakcyjne.", "Państwo nas ru... Jadę czym chcę. Nie chcę jechać z Marianem z wąsem. :) Wybieram UBER", "Tak myślę ze pewnie Pan Karol ma kumpla taksówkarza który go pewnie o ten filmik poprosił :))))", "aplikacja jest oparta o mapy z informacjami o natężeniu ruchu. i to akurat jest naprawdę skuteczne narzędzie jeśli chodzi o omijanie korków", "Z ani jednym zdaniem się nie zgadzam.", "Szukasz problemu nie tam gdzie trzeba. Musi być jakiś powód tego, że firmy nie chcą płacić podatków w takich krajach jak Polska. Jeżeli chodzi o wpływy z podatków, to polecam książkę \"To nie musi być państwowe\". Nie korzystam z ubera, ani z taksówek, ale jak nadarzy się okazja, to wybiorę tę pierwszą opcję. Możecie mnie poprawić, jeżeli się mylę, ale w uberze opłata za przejazd jest znana z góry. Złotówy zawsze informują o opłacie po fakcie. Często w takich sytuacjach dochodzi do starć z nieuczciwymi złotówami.", "Zbiór największych pierdół i kłamstw, jakie słyszałem w ostatnim czasie !", "Jedni będą jeździć, inni nie będą i tyle, wolna konkurencja i wolność wyboru", "http://joemonster.org/filmy/78008/Jak_taksowkarze_nabijaja_klientow_w_butelke_", "Dziwnie troche mowisz. Z Uberem zawsze wiesz ile zaplacisz, zanim jeszcze zaakceptujesz kurs. Jezdze czesto do Londynu i jesli mialbym placic za taksowke londynska, to bym w zyciu sie nie wyplacil. Uber to swietna alternatywa. 90% samochodow to Priusy, jest wygodnie, ekonomicznie. WIesz, jaka trasa bedziesz jechal, bo GPS Ci pokaze. Skad Twoje zaufanie do taksowkarza, ktory dowiezie Cie najszybsza i najkrotsza droga, nie wiem. Powiedzilabym, ze zwlaszcza w Polsce to nie moze byc prawda, ale i w Las Vegas mnie przewieziono dwa razy dluzsza trasa, niz to bylo potrzebne. Jak dla mnie, to taksowkarze to momopolisci, ktorym sie konkurencja nie podoba. Tak jak im sie nie podobal pomysl z kasami fiskalnymi. No i czy prawda jest, ze nadal w Polsce karta nie mozna placic za przejazd? Mysle, ze taksowkarze w Polsce powinni ruszyc dupe i zadbac o swoich klientow, bo ich \"nieuczciwy\" uber wygryzie.", "W dupie mam Polskie firmy i taksiarzy , za ceny jakie sobie liczą to dziękuje wole dać komuś zarobić na czarno i pojechać za połowę ceny z Ubera", "Nie potrafię się z Tobą zgodzić w żadnym wypadku. To, że coś jest rodzimą firmą i oddaje podatki w naszym kraju nie przekonuje mnie w żaden sposób do tego, zeby korzystać z usług właśnie takowej firmym Jako konsument kieruje się wyłącznie dwoma wytycznymi. Mianowicie jest to cena, na którą nie narzekalem ani razu jeżdżąc uberem, oraz jakosc, która bije na głowę zlotowiarzy. Podatki podatkami ale żyjemy w kraju gdzie podatki są przezerane na samym początku gdy tylko trafia do skarbu państwa. Rozmawiając z kierowcami ubera uświadomiłem sovie, że większość z nich jest zadowolonych z tego co daje im ta firma. Nikt nie broni tego aby nasze rodzime korpo taxiarskie wdrozylo coś na podobieństwo uberowej usługi - aplikacja , wymogi, rozliczenia bezgotówkowe. No ale żyjemy akurat w miejscu gdzie taxowkarze dalej uważają że mają monopol na przewożenie ludzi. Nic z tych rzeczy.", "Jeszcze nie dodales, ze pasazerowie tez sa inwigilowani", "Dlaczego nie Uber:- bo nie chcę żeby wiedzieli w jakim pubie piłem ostatniej soboty albo u jakiego lekarza  byłem, niska cena jeżeli jest to nie za darmo bo w pakiecie dorzucamy wiele ciekawych informacji o sobie.- Uber powinien dostarczać kierowcom kwotę netto po odprowadzeniu podatku do polskiego US. Głosy o wolnym rynku, konkurencji itd. można wsadzić między bajki gdy konkurenci nie działają w tych samych warunkach. Jak się nie płaci podatków to można jeździć taniej, ale potem te podatki są potrzebne na szkołę dla twoich dzieci albo lekarza- Na ulicach w Niemczech jeżdżą Mercedesy i VW, we Francji francuskie - wcale nie dlatego że są tańsze, lepsze czy ładniejsze. Nikt nie mówi, że tam nie ma wolnego rynku. Ludzie wspierają swoje kraje, podstawowy przejaw patriotyzmu.- Jeżeli kierowca Ubera cię porwie i utopi w rzece to jedyny ślad po tym zostanie w systemie Ubera. Sorry ale system Ubera jest w zasadzie dla polskiej policji niedostępny a nawet jeżeli jest to po takim czasie że sprawca dwa razy zdąży płeć zmienić.- Dumpingowe ceny zawsze mają na celu przejęcie rynku. Potem zostaje się monopolistą i podnosi ceny na maksa. Z tym może walczyć tylko inny uber2Taksówki mają wiele wad. Stare graty, otwarte okno zamiast klimy, jeżdżenie na około, itd. Tyle, że zamiast importować kolejnego makdonalda lepiej może zmusić rodzimych taksówkarzy na zasadzie: my wam gwarantujemy pracę a wy nam jakość.", "taksówkarze oszukuja, zle taryfy, nabijaja km, jada na okretke np z centrum na okecie przez prage...", "taksówkarze oszukuja, zle taryfy, nabijaja km, jada na okretke np z centrum na okecie przez prage...", "Nie korzystałem i nie mam zamiaru korzystać z ubera. Jakoś niezbyt mi się podoba to, że muszę podawać numer karty kredytowej i swoje dane. Wole jeździć taxi i pozostać całkowicie anonimowy.", "to tak samo jak hipermarkety były i będą", "Ten co pierdoli o podatkach, że przez Ubera to w Polsce nie zostanie hahahhahaah \n\nPaciorek sisiorek a Auchany Kauflandy Tesco i inne supermarkety mają ulgi podatkowe w polsce bo tak PO sie sprzedało i większość pieniędzy zarobione przez nie śą wyprowadzane z naszego kraju to dobrze ? W skali roku okradają nasz kraj na miliardy a ty się spuszczasz nad taksówkarzami ...", "Prawda", "Boże, co za pierdolenie. \n\nPrimo - całkiem sporo taksiarzy też zapierdala na GPS. Secundo - Googlemaps zwraca uwagę na najszybszą trasę, nie wiem jakiej wersji do cholery używasz, ale u mnie wszystko bangla, a pracuję jako kierowca. Tertio - Uber odprowadza podatki normalnie w Polsce, tak dochodowy, jak i opłaty paliwowe zawarte w benzynie, z których, uświadomię ignorantów, funduje się chociażby remonty dróg. Quatro - fajnie mówisz o patriotyzmie lokalnym. Ale czekaj, czy to szafki Ikei? Krzesła? Ciekawe co to za okulary i koszula, gdzie też mogły zostać wyprodukowane? Quinto - do poruszania się po drogach wszyscy kierowcy ubera są przeszkoleni i są profesjonalistami, mają prawo jazdy. \n\nBuźki, ciao.", "\"Nasze firmy\" dostarczają usługi poniżej poziomu i nie widzę powodu, dla którego miałabym ułatwiać im funkcjonowanie na rynku. Wolę zapłacić 3-krotnie więcej za Ubera niż mieć do czynienia ze złodziejską złotówą w śmierdzącej taksówce i fochem, gdy chcę płacić kartą.\nOstatnio zamówiłam legalną taksówkę. Zaznaczyłam, że mogę zapłacić tylko kartą. Kierowca wybrał pokrętną trasę z dużą ilością świateł, a u celu miejscu zażądał gotówki. Musieliśmy szukać bankomatu.\nEfekt? Zapłaciłam więcej za dłuższy kurs, zapłaciłam 5 zł za wypłatę z bankomatu obcego banku. Miałam 15-minutowe spóźnienie. I na pół dnia miałam zepsuty humor.\nNie wiem, jak nazywał się kierowca, nie pamiętam numeru taksówki, więc nie mogę mu wystawić gwiazdek i opinii.\nTak, tak wiem, można zadzwonić do centrali, podać dzień i godzinę kursu itp. - sorry ale nie mam czasu na dzwonienie. Wolę aplikację Ubera. \nGdy polscy taksówkarze osiągną poziom Uberowców, rozważę ich usługi. Póki co, dziękuję, postoję.", "Ale typ pier**li głupoty, to jakiś tępy lewak :/", "Moj kod zaproszenia na darmowy przejazd :)t12uu95aue", "Bzdura najbardziej agresywną i złodziejską instytucją w Polsce jest urząd skarbowy i ZUS", "srgvcb2cue      tu prosze  kod za rejestracje dostaniesz 400 zl za przystapienie do UBERA", "a gdzie wyprodukowano Twoja koszulę? raczej nie PL", "Ciekawy film! Jeden z nielicznych głosów o odpowiedzialności społecznej👍", "podatki podatki i jeszcze raz podatki,a co z tych podatkow?sdm?platne autostrady?a podatek paliwowy to gdzie idzie?", "a może to share your job? nie zawsze chcesz iść do pracy,a szef robi problemy,akurat co to ubera to sprawdzi się idealnie", "Czy w sowich obliczeniach uwzgledniles akcyze, vat, podatek drogowy w cenie paliwa ? Pamietaj jaka by to nie byla firma, polska czy zagraniczna czy marsjanska to podatki i tak zaplaci klient w cenie uslugi.", "oj zaplacil 44 zl i bol dupy :) frajer", "nastały czasy parcia na szkło,wiedza z sieci i to moralizatorstwo.Chlopaczyno co ty wygadujesz,chinski tv za plecami,chinski iPhone w kieszeni i szkalujesz U.Nie lubię ubera,ale bardziej  dzieciaków które nie mają nic do powiedzenia ,przez ten dzisiejszy dobrobyt we lbah pustoooo", "A podatek z benzyny spalonej podczas kursów ?", "Jeden wielki blef!", "HAHAHA ! Bardzo zabawne :) Ciekawe ile Ci zapłacili za tą antyreklame. Proszę  Cie to stwierdzenie ze taksówkarze jeżdżą najkrótszą drogą. To jest banda krętaczy, wielce wkur@ionych na uber że to ci nie mają uprawnień i wgl. Taki jest rynek wygrywaja lepsi. Pozatym wsiadając do Ubera mozna powiedziec kierowcy by pokazal na nawigacji droge najszybszą lub najkrótszą, nic prostszego. Kryrtykujesz Uber ze zatrudnia ludzi na wątłych warunkach, prosze Cie. Ci ludzie co pracuja w Uberze zarabiaja duuzo wiecej od Ciebie. Na tym polega kapitalizm wygrywa ten co oferuje wiecej, lepiej dla klienta a nie zebym ja musial wspierac jakis grubaskow, ktorzy w dodatku sa nie mili i krecą z dlugoscia trasy. Obecnie Uber jest najtanszy. Jesli taksowkarze chca rywalizowac niech sie wezma do roboty i cos wymysla nikt nie bedzie z nimi jezdzil po to by oni sobie zarobili. To nie Caritas. Pozdrawiam.", "Karolu chyba dawno nie używałeś Airbnb, nijak ma się to z Twoją definicją sharing economy, jeszcze nie widziałem oferty wynajmu która pod to by pasowała. Wszystkie oferty na Airbnb są w celu zarobku, co więcej, są tam oferty hoteli a to już zupełnie nie pasuje do Twojej definicji. Na prawde ten program schodzi mocno na psy.", "Taa polscy taksówkarze jeżdżą najkrótszymi drogami haha no no pod warunkiem, że mu powiemy jak jechać :D Tanio i podatki na polskę? Jebie mnie to. Jechałem kiedyś z centrum miasta na obrzeża ~12km zapłaciłem 55zł, w uber przejechałem przez 3 miasta i nie zapłaciłem nawet 50zł, a odległość na ponad 30km", "Ale się lewaków namnożyło w tych komentarzach", "Smieszy mnie bol dupy znawcow a no i oczywiscie taksowkarzy.Tak prawda jest ze to nie wspiera naszego panstwa tylko hołote i olbrzymie koncerny z zachodu ktore tak naprawde rzadza tym swiatem.Ale ci wielcy patrioci co tak glosno krzycza zeby wspierac swoich, m.in jezdzic taksowkami nie uberem itp A ja sie spytam a gdzie zapieprzacie na zakupy?54 % Polakow deklaruje ze regularnie uczeszcza do biedronek lidlow itp i jakos to wam nie przeszkadza ze dyskonty wgryzaja sie jak kleszcz na polski rynek i wyssysaja z nas krew (czyt. zasoby podatki m.in) NIE ODPROWADZAJA U NAS PODATKOW i jakos kazdy ma to w dupie.Wiec teraz glupie bez wiedzy sknerusy przestancie stekac i zakasać rece do roboty.Taksowkarze maja bol dupy bo uderzylo po kieszeni?No niestety pojawila sie konkurencja wiec trzeba wyjsc na przeciw i dac kontroferte a nie plakac jak to zle i niedobrze.Zanim jeszcze posypie sie lawina placzu ze strony złotowek pod moim komentarzem ze oni musza placic za licencje itp itd a uber nie.Tak to prawda, ale do kogo macie pretensje? Mamy rzad jaki mamy jedyne pretensje mozemy miec do rzadzacych i do siebie samych a nie do kogos innego bo okazal sie bystrzejszy i zaproponowal lepsze ultimatum.Rzad sam okrada swoich a my na to pozwalamy od dlugich lat.Mam nadzieje ze wkoncu ta komuna sie skonczy i napewno sie skonczy tylko pytanie czy moje pokolenie tego dozyje", "Od strony ekonomii to ten komentarz jest bezmózgim bełkotem... Odprowadzanie podatków nie ma żadnego znaczenia! Czy firma jest Polska czy nie też! Wydając mniej zostajesz z zasobami gotówkowymi którymi wspierasz najefektywniejsze rozwiązania(najtańsze i najlepsze) co prowadzi do podwyższenia standardu życia a co za tym idzie buduje bogactwo - twoje bogactwo! Bogate państwo to biedny obywatel bo państwo ma tyle pieniędzy ile Ci zabierze w podatkach! To naród ma być bogaty a nie państwo. Państwo ma mieć tylko na wojsko i policję, od reszty WON!", "Taksówkarz i NAJKRÓTSZA droga. xD skisłem", "kolejny internetowy \"guru\" pragnie poprawiać perfekcyjny wolny rynek. czysty socjalizm ładnie opakowany w fałszywe słówka. Uber zdrożeje niewspółmiernie to konsumenci przeniosą się na inną platformę. Tak działa wolny rynek, ale kto w XXI w. pamięta co to jest wolny rynek. A ekonomia globalna to słaba kalka językowa z języka angielskiego. Po polsku jest to gospodarka globalna.", "Ta sama trasę pokonałem taksowka ze ślepym taksówkarze oraz uberem. Długość trasy 13km (Trasa prosta bez żadnych zatrzyman) Cena przejazdu Taxi 85zl \nUber 28zl", "8:00 Przykładem na to, że ceny Ubera nie zależą od popytu i podaży tylko od czegoś innego, ma być to, że ... cena rośnie gdy zwiększa się popyt? Coś Ci się tu pomieszało.", "Jaką mam pewność że ktoś nie rozjebie mi chaty i jaką mam pewność że nie wsiąde do samochodu z jakimś psycholem?", "To jest właśnie polski realm. Problem leży pośrodku, pomiędzy dwoma frakcjami z których jedna poddała się socjalizmowi i ponosi olbrzymie koszta podatkowe, fiskalne, zusy, licencje, pozwolenia, łapówki, haracze... i druga strona, która konsekwentnie mówi \"jebać to\" Żaden taksiarz już nie pamięta jak protestował przeciwko kasom fiskalnym i nikomu nie przyszło do głowy że uber zatrudnia ludzi i płaci im pieniądze za ich prace a ci nie pobierają zasiłków dla bezrobotnych z PUPu który ma pieniądze z kas fiskalnych przeciwko którym taxi protestowało. Ludzie patrzą i chuja widzą. Tak powiem!", "okej. \nTwoja 'dzielona ekonomia', a wolny rynek. Wszystkie chwyty dozwolone.", "Karolu:\nW wielu miejscach po prostu się mylisz.\nChociażby że uber nie płaci podatków na drogi i infrastrukturę. Płacą tankując paliwo. Nazywa się to AKCYZA.\nDalej, oceniasz rynek z punktu widzenia człowieka majętnego. S[próbuj przeżyć miesiąc za 1280zł... Obywateli tyle zarabiających jest sporo w naszym kraju. Zobaczymy czy będziesz wtedy patrzyła na to gdzie dostawca produktu/usługi ma zarejestrowaną działalność i gdzie płaci podatki. Czy po prostu będziesz patrzył na cenę i wybierał produkt najtańszy? \n\nNiech uber wygryzie taksówkarzy i podniesie wtedy cenę. Wrócą taksówkarze (myślę że mała czystka w tym środowisku nie zaszkodzi, bo sporo tam jeszcze PRLowskiej mentalności). Albo wróci coś nowego.\nRynek jak przyroda, nie znosi próżni.", "Jest tyle szumu w mediach związanego z Uberem, a nic z niego nie rozumiałem. Dzięki za obiektywne wyjaśnienie! Pozdrawiam", "Zapomniałeś dodać, że w przypadku płatności kartą kredytową możesz zablokować płatność w Banku i zareklamować przejazd. Pozdrawiam.", "Karolu - argument że nie ma sensu kupować taniej, bo firma nie odprowadzi podatku i kraj będzie biedny to jest chyba najbardziej idiotyczny argument jaki ostatnio słyszałem. To nie firma płaci podatek tylko Ty - istnieje coś takiego jak prawo przerzucalności podatków - zawsze płaci konsument. Jeśli więc uważasz ze zapłaciłeś za mało a twoja ojczyzna z tego powodu cierpi, możesz dopłacić zaoszczędzoną różnicę przy np. rocznym Picie - zadeklaruj poprostu tą różnicę jako dochód i zapłać podatek :)", "70% taksówkarzy w Warszawie jeszcze niedawno montowało urządzenia zawyżające przejechany dystans (oczywiście już tego nie robią..nie nie! ooojjj nie!). Taksówkarz wybiera najkrótszą trasę ? można się czepiać ubera ale chwalenie cierpierzy to \"lekka\" przesada.", "Ile taryfiarze zaplacili?", "Łódź? w Łodzi też już od pewnego czasu jest.", "W Chinach juz od ponad 20 lat nie pracuja dzieci w fabrykach, zarobki sa tam obecnie wyzsze niz w Polsce.", "Biznes to biznes.", "Jestem egoistą, i chcę taniej, nikomu nie dzieje się krzywda. A porównywanie Ubera do firmy która zatrudnia dzieci za grosze to jest manipulacja, która ma wzbudzić emocje. A jak wiadomo emocje nie idą w parze z rozumem. Nie podoba Ci się że firma chce płacić mniejsze podatki? To taka sama logika jak ściganie ludzi za to że sprzedają przy drodze grzyby i jagody (straszni przestępcy hur dur).", "6:17 - Czym się różni odpowiedzialność społeczna od zwykłej odpowiedzialności?", "Stary... chrzanisz głupoty jak potłuczony. W Warszawie prawie w każdej taksówce, w większości korporacji możesz spokojnie zapłacić kartą. A jak nie jesteś pewny czy taryfiarz ma opcje płacenia kartą to przed kursem, zanim wsiądziesz to taxi, to się go o to grzecznie pytasz. Przez tel jak zamawiasz taryfę to zaznaczasz,ze możesz płacić tylko kartą i dyspozytorka wyśle ci taką taksówkę w której zapłacisz kartą.... Żaden problem. Podobnie jest z wielkością i klasą samochodu. \nJa kiedyś  potrzebowałem 7 osobowego wana i dyspozytorka mi takiego załatwiła. Chcieć to móc.", "Przecież taksówkarze to najgorszy naród, zajeżdzają droge, opowiadają jakieś głupoty, a jak zwrocisz uwage to Ci dowalą 30 zł wiecej za kilometr. Nie wspomne ile razy próbują oszukać. Nie mówię, że Uber to jakiś wspaniały wytwór, ale taksówka to największe złodziejstwo, wolę iść 10-20 km piesz niż wsiadać do taksówki...", "To może zrobisz film o biedronce? Ból dupy bo ktoś ma łeb i potrafi zarobić. Ile dostałeś od korporacji taxi za ten film? Pierdolenie 3 po 3. Śmierdzi mi ten film.", "Strasznie dużo nieścisłości i nadinterpretacji. Pozujesz na znawcę i pragmatyka, ale niestety sporo argumentów może przekonać co najwyżej do gimnazjalistów. \nNie będę się odnosił do wszystkiego, ale kilka rzeczy:\n- usługa społecznego współjeżdżenia jest na razie odpalona tylko w wybranych miastach na świecie. Na pewno nie w Polsce i chyba nie w Europie. Podobno się bardzo fajnie rozwija. Opowiadał o tym gość z Ubera na konferencji Impact 16.\n- taksówkarze niestety słabo znają miasto i praktycznie nigdy nie optymalizują trasy, gdy wyczują że ktoś nie zna miasta. Często nie znają nawet ulic. Nawigacja ma najnowsze dane o natężeniu ruchu drogowego i blokadach i często może lepiej poprowadzić niż doświadczony kierowca.\n- niestety taksiarze często kantują. Jeszcze nigdy mi nie wyszła kwota zbliżona do przeliczenia kilometrów na odległość z nawigacji.\n- nie wiem czy pamiętasz blokady miast, kiedy były wprowadzane kasy fiskalne do taksówek. Dlaczego? Bo kantowali i nie płacili podatków.\n- zapytaj taryfiarza czy ma legalną mapę w GPSie, to się zdziwisz. Kiedyś tym handlowałem i niestety wielu wolało mieć za 15 zł z giełdy pomimo, że to nie kosztuje dużo i codziennie na tym pracują.", "sorki stary, jedne  i druge sie slizgaja", "Facet, ty masz nieźle najebane w głowie.  Ja wolę przypadkowego, miłego kierowcę Ubera niż zawszonego, śmierdzącego Ubeka, który mordował ludzi, a teraz jest taksówkarzem.  I oszukuje na czym się da.  Pamietaj, Uber - tak, Ubek - nie.", "Jeździłem ekstra polecam. Monopole na wolnym rynku nie istnieją i dopóki Uber nie będzie w jednym łożku z politykami monopolu nie będzie miał.", "Panie wolny rynek. Ja płace ja decyduje czym chce jechać i do kogo trafiają pieniądze. Jeśli trafie na grata i na gościa co nie zna miasta. Następnym razem do niego nie pójdę prosta sprawa. Pozwólmy tworzyć się wolnej konkurencji. To stymuluje rynek. Oczywiście powinno być wszystko z godnie z prawe.", "podwozenie ludzi bez licencji jest nielegalne, policja zlapie i 10tysiecy elo;)", "W UK jednak aby jeździć uberem trzeba zrobić licencje na taxi oraz ubezpieczenie biznesowe.  Wiec troszkę inaczej niż w Polsce.", "Te \"bardziej konkurencyjne ceny\" ubera opierają się na tym, że są nieuczciwą/nielegalną konkurencją (brak licencji, kas fiskalnej etc.).\nWięc gdzie tutaj sprawiedliwość? Dlaczego taki taksówkarz musi spełniać szereg wymagań i zainwestować sporo pieniędzy aby móc wykonywać swoją pracę a taki uberowiec tylko jakieś drobne pierdoły?\n\nA i co najważniejsze... ciekawi mnie co w w razie sytuacji gdy dojdzie do wypadku z winy takiego kierowcy ubera i pasażer odniesie jakieś poważne obrażenia ciała, na co ubezpieczyciel odmówi wypłaty odszkodowania (a, ci tylko szukają każdej możliwości aby się wykręcić od ponoszenia jakichkolwiek wydatków) bo kierowca wykonywał usługi zarobkowego przewozu osób i nie posiadał odpowiednich uprawnień/zezwoleń. A sam kierowca stwierdzi, że on jest biedny i nie ma z czego pokryć kosztów leczenia tego nieszczęsnego pasażera.\nOj ciekawi mnie jak wtedy będą płakać tacy \"zwolennicy taniości\"? pójdzie do premiera i będzie płakał \"jak żyć Panie premierze?\"\n\nZ resztą co mnie to obchodzi, ja nie reprezentuje żadnej ze stron bo ani nie jestem, taksówkarzem ani uberowcem a i nie korzystam z takich środków komunikacji, wole polegać na własnym samochodzie.", "No oczywiscie ze walic :) wiadomo ze jebac podatki buahahah", "Taksówkarze mają monopol na przewóz pasażerów i dyktują ceny jakie im się podoba. Pojawienie się konkurencji dało im dwie możliwości, albo podnieść swoje standardy albo zbankrutować. Co złego jest w konkurencji?", "Niestety dużo uogólnień i uproszczeń. Część informacji po prostu nieprawdziwych, albo nietrafnych. Czasem szkoda, że nikt teraz takich opinii nie weryfikuje.\n(np. na konferencji Impact gość z Ubera opowiadał o społecznych dowozach. Ale to zupełnie w Polsce nie działa)", "pieprzysz panie, kierowcy kupują paliwo. Sprawdź ile w nim jest podatku.", "hmmm .. jak podpiszemy TTIP  to dostaną kasę za niemożność prowadzenia businesu", "dyskusja bardzo potrzebna ale powiem tak, nigdy nie przepłaciłem za ubera, a wielokrotnie za taksówke. i kilka razy mialem tak w taksówce, że mówiłem \"stop, ale to juz jest przesada, dalej nie jade\"", "W alternatywie mamy taksówki, które niemal zawsze przycinają na cenie i to nie o jakąś nieznaczną ilość, a zaczynają przycinanie od podwojenia stawki...", "uśmiawszy się :D korzystam od samego początku - proponuje raczej się zagłębić w temat autorowi :)", "0:53 - Czyli w 5 miastach :D", "typie, co mnie to obchodzi czy odprowadzają podatki czy nie, uber jest w uuuj tańszy od taksówek, używam i polecam, elo.", "Co za b***shit... to w paliwie jest ukrytych pierdyliard podatków, więc i złotówa i uberowiec płaci. Teza z drożejącymi z czasem usługami też jest bezsensowna - w Nowym Jorku dalej Uber jest super alternatywą - na przykład z LaGuardii na JFK kosztuje $2 drożej niż autobus, nie wspominając już o Tokio. Dorabiania ideolo że złotówa dobra, a Uber be zupełnie nie rozumiem - niech korporacje taksówkowe zmierzą się z wyzwaniem i zaoferują coś lepszego, chociażby kwestie ubezpieczenia i odpowiedzialności podczas wypadku samochodowego.", "I co żuczku, psioczyłeś, szczekałeś na Ubera a teraz jest jeszcze w Poznaniu. Dumping? A ile kosztują duże kampanie marketingowe? Szczekasz, szczekasz a ja jeżdżę i sobie chwalę. A podatki? Zapisz się na hycla podatkowego. Też rozmawiałem  kolesiem, który pracuje w firmie jako kierowca i sobie chwali. I jeszcze jedno - niezależnie czy masz gotówkę, drobne - po prostu wychodzisz. Słucham Twojego szczekania i dalej nie widzę negatywów. Jeśli przejazd jest a drogi - dzwonisz po Taxi - no żesz kwa - nie jarzysz cieciu? Nie lubisz wolnego rynku cieciu? Nie byłeś nigdy wycyckany przez taksiarza z licencją? Jak Ci nie pasuje to powiedz mi skąd taka kultura osobista kierowców i czyste, zadbane samochody. Aha dlaczego zakładasz że klient ma jeździc dla idei - klient wybiera to co mu się opłaca i co mu pasuje.", "Jak usłyszałem że agresywnym ruchem jest niska cena to przestałem oglądać. Sorry.", "Ma być tanio i dobrze. Reszta mnie nie interesuje.", "W Łodzi też wszedł Uber, stawki takie same jak TAXI....", "Uber to gówno :/ nie chce mi się pisać czemu tak myślę :(", "No to jeżeli Uber przegnie z wysokością cen, to ludzie zaczną jeździć taksami. To się nazywa WYBÓR.\nPatrzysz na temat jak socjalista, a przecież rynek sam rozwiązuje takie problemy. Po co rozwiązywać problemy, które nie występują nigdzie indziej?", "mala uwaga z wlasnego doświadczenia - Bedac w miescie, ktorego nie znam - zawsze kiedy wsiadam do taksowki mam wraznie, ze jestem czesany :) przez cwaniaka... z Uberem nie ma takiej opcji.", "A ja sobie chwale uber przez dwa lata w Londynie tydzień w tydzień sie przemieszczałem i zawsze sobie chwaliłem w Warszawie jak jestem tez korzystam z lotniska do hotelu i żadnych cen z kosmosu nie miałem. W końcu taksówkarze maja konkurencje bo jak narazie to oni maja monopol i sobie sami ustalają stawki za km. I każdy nie raz został wydymany przez te pijawki elo!", "I ktoś tu zapomniał o wolnym rynku.", "6:20 i wszystko w temacie. Po co reszta tych wypocin to nie wiem. Jeśli ktoś ma apke ubera jako klient to ma na pewno i inne jak MyTAxi czy iCar wiec jak uber zdrozeje to kazdy sobie porowna i wybierze tańszą.", "Chyba tatuś taksówkarz. Film się nie udał.", "Co prawda nie mieszkam w Warszawie, Krakowie ani Trojmiescie, ale mieszkam w Kalifornii od 16 lat. A od 2 lat uzywam Ubera. W porownaniu z taksowkami jest 2, 3x tanszy. Koles jest pod moim domem w pare minut, maja GPS-a wiec TY oraz SYSTEM mozecie widziec dokladnie ktoredy jedziemy. Rozmawialem z dziesiatkami kierowcow i kazdy sobie ceni ten model, bo po prostu moze dorobic. A czesc ambitnych ludzi po prostu z tego zyje. Twoj ‘wyklad’ mozna skonkludowac nastepujaco: chcialbym miec wolny rynek, ale taki troche socjalistyczny, a najlepiej zalozyc zwiazki zawodowe i walczyc o prawa pracownikow. Bo takie sa polskie realia. Jak powiedzial Kisielewski ‘Socjalizm jest to ustrój, w którym bohatersko pokonuje się trudności nieznane w żadnym innym ustroju’. Uber JEST tani. Uber DZIALA. Uber ma transparentne zasdady zarabiania. Uber jest zajebista alternatywa dla zwyklych, smiedzacych taksowek. Koniec. A ze ten model nie pasuje do socjalizmu, to nie jego wina. Czyli generalnie zgadzam sie z Toba - w socjalizmie nie uzywaj kapitalistycznych rozwiazan.", "Przejechać sie uberem gdzie kierowca jest miły, lub taksówka gdzie kierowca może juz taki nie byc? Wole ubera :)", "\"szyłing ikonomi\" ... Paciorek bardziej angielski od Brytyjczyków", "Glob - apka jest, nie idealna, ale działa, możliwość podpięcia kart do konta\n\na z osobistych doświadczeń → polecam → nigdy nie oszukali, zawsze na czas, auta w ogromnej większości schudne, kierowcy ok :-)", "Straszne farmazony Drogi Panie :) Powinien to być impuls dla taksówkarzy, żeby stworzyli własną platformę. Dwa miesiące temu śmigałem po całym San Francisco za 4-5 $, podczas gdy bilet na śmierdzący autobus kosztuje tam 2.50-4$", "Uber nie mówi że taka jest idea żeby nie tracić a mówi wręcz ze to jest PRACA wiec wiesz bieda argument z Twojej strony druga sprawa rynek weryfikuje trzecia sprawa z pod pałacu kultury do starej miłosnej 300 zł to jest kur*wa śmieszne :) dziękuje.", "cały film to nonsens.....\nTaksówkarze, zwłaszcza w Polsce, lamentują ponieważ oni muszą zdawać testy wydawać kasę aby w ogóle robić to co ci Ubera robią tak o. \nTaksówki w Polsce to często monopoliści na rynku, po prostu boją się bo wchodzi nowe i coś czego oni nie rozumieją. Jak taksiarz jakiś 60 letni pan Rysio nie umie z telefonu korzystać to albo niech się nauczy albo niech płacze że ma spadek klientów którzy przez aplikacje szybko zamówili podwózkę. \nTaksiarze lepiej by zrobili tworząc własne aplikacje a nie stworzyli cech do którego mało kto ma wstępu bo taki pan Rysio to prędzej stryja syna czy wnuka dopuści. \nModel taksówek to model skostniały a internet daje możliwość aby takich mikro firm było mnóstwo", "Komunista...", "polecam MyTaxi i iTaxi", "6:16 i to jest właśnie najciekawsze! Bo naturalnie możemy mieć wyj3bane na podatki, twierdzić, że państwo nas oszukuje, a wszyscy politycy to złodzieje.\nJasne, tak bywa w wielu krajach, w których i jedna i druga strona regularnie prowadzi wojnę przeciwko sobie. Tyle, że nawet w Polsce za coś trzeba wybudować drogi (tak one powstają!), za coś trzeba oświetlić ulice w nocy (to są duże koszty), za coś trzeba sfinansować jeszcze kilka innych spraw.\nI można narzekać, że w Polsce _nic_ nie działa, lekarzy nie ma, na ulicach jest ciemno, a drogi są wszędzie gruntowe. Czy to prawda? No nie bardzo.\nCiekawą strategię przeciwko Uberowi przyjęto w Danii. Kraju o wysokim zaufaniu społecznym, w którym buli się spore podatki. Wiem, bo to robię. Moje nowe, niemieckie auto było dwa razy droższe niż ten sam model w Polsce. Dlaczego? Bo 180% (teraz 150%) podatek rejestracyjny idzie na zrównoważony transport publiczny. Płaczę? Nie.\nW Danii Ubera nie neguje się na zasadzie zła które trzeba zniszczyć. Za pomocą kampanii pokazuje się, że nie płacenie podatku i dumping to strategia, która zaprowadzi nas donikąd, a w dłuższej perspektywie czasowej ma to zły wpływ na naszą gospodarkę, etc. \nW Polsce, krajach postkomunistycznych, w których zaufanie społeczne i współodpowiedzialność jest na niskim poziomie, takie argumenty mogą nie przemówić do wyobraźni.", "Wole jechać taniej ubieram niz  oddać swoje płace podatkowe  złodziejom", "Skoro twoim argumentem przeciw jest  korzystanie z uslug firm zagranicznych i brak odprowadzania podatkow w polsce to dlaczego korzystasz z serwisu youtube??", "Taksówkarz jedzie najkrótszą drogą? No sorry, ale nie raz jechałem jak kierowca jechał dłuższą trasą, tylko po to, żebym więcej zapłacił.", "I tak krążyłbym po mieście bo lubię sobie pojeździć, więc czemu miałbym nie odzyskać trochę pieniędzy?!", "Przeszkadza sz. Panu Karolkowi, że Uber ni płaci podatków w Polsce, ale współpraca z Youtube, które również nie płaci podatków w Polsce już nie? szczyt hipokryzji. Druga sprawa: kierowcy ubera zdaniem Pana Karolka w przeciwieństwie do taksówkarzy są niewykwalifikowani i nienauczeni, bo nie mają licencji - większej bzdury dawno nie słyszałem! Świstek zwany licencją kompletnie o niczym nie świadczy. Wiara w to, że kawałek papieru czyni człowieka lepszym, mądrzejszym i bardziej doświadczonym to szczyt głupoty.", "Karol,podatki na drogi są zawarte w cenie paliwa ;)", "Właśnie dlatego,że telefon kierowcy Ubera jest kontrolowany przez centralę i to GPS ustala mu trasę. Kierowca nie ma możliwości skręcić sobie w ciemną uliczkę i zgwałcić pijanej kobiety która korzysta z taksówki. \nCzemu nie wziąłeś pod uwagę kwestii bezpieczeństwa porównując zwyczajne taksówki , tzn \" przewozy osób \"i Uber.\nW 2015 dwie kobiety które wsiadały do jednej z taksówek na Nowym Świecie zostały zgwałcone i okradzione. Gdyby nie szczęśliwa okoliczność że jedna z nich następnego wieczoru rozpoznała faceta który zaparkował w tym samym miejscu co zeszłej nocy i czekał na swoją kolejną ofiarę pewnie nadal można byłoby mieć gwałt w pakiecie z dowozem do domu. Bo policja nie miała żadnych danych poprzez które mogłaby namierzyć gwałciciela kierowcę.  Czy korporacja która zatrudniała taksówkarza wiedziała,że zboczył z trasy ? Wiedziała że jedzie dłużej niż powinien pomimo tego że w nocy nie ma korków ? Nie właśnie dlatego że taksówkarze robią co chcą i korporacje dla których pracują nie mają żadnej kontroli nad trasą którą wybierają. Na co dzień pracuje z obcokrajowcami wiesz ilu z nich miało tzn objazd turystyczny po stolicy wsiadając pierwszy raz do taksówki na lotnisku czy dworcu centralnym ?  Korporacje z tym nie walczą. A sami kierowcy uważają takiego obcokrajowca za dodatkowy zarobek.  Kolejna kwestia jest taka,że zamawiając taksówkę przez Uber wiesz, że jedziesz z Krzyśkiem i wiem jakim samochodem po ciebie przyjedzie.  Wielu taksówkarzy niezależnie jakiej korporacji ma identyfikatory wywieszone w takim miejscu,że pasażer nie jest w stanie przeczytać danych umieszczonych na identyfikatorze. Starzy taksówkarze mają te identyfikatory tak wyblakłe i zniszczone,że nic na nich nie widać. A nie mają obowiązku wymiany na nowe  po określonym czasie.  Nie zależy mi na tym,że zapłacę mniej korzystając z Ubera. Zależy mi na MOIM  BEZPIECZENSTWIE które Uber jest mi w stanie bardziej zagwarantować niż każda inna koroporacja.", "Poważnie? Nagle wynoszenie z kraju kapitału skreśla jakąś firmę? Rozumiem że autor tego filmu nie chodzi też do supermarketów...", "Niby nowoczesny bloger a jednak czuć ten cebulacki zapach wąsatej złotówy.", "Ja będę używał Ubera, Lyft i tym podobnych nawet jeśli będą droższe od taksówek. Może doprowadzi to wreszcie do deregulacji branży.", "Co za rak.", "R A K", "jako konsument : wybieram opcję gdzie mam milszą obsługę i tańszą usługę - proste", "Karol, gadasz takie głupoty co do spraw ekonomicznych, że słabo się tego słucha. \n\nPodatki. Może i UBER nie płaci podatków w Polsce, ale za przejazd płacisz w PLN. Te pieniądze nie znikają, one muszą wrócić do Polski, np przez import naszych produktów. Konkurencja zawsze jest dobra. Wydamy mniej za przejazd i z tego co nam zostanie kupimy coś sobie. W ten sposób rozwiniemy inną gałąź gospodarki.\n\nWyzysk w Chinach. Jasne, nie kupujmy chińskich produktów to życie chińczyka się poprawi. Przecież Ci wszyscy co zarabiają na produkcji towarów na export, dzięki temu, że kupujemy mają pracę. Tak to by ją stracili!", "10:55 SUPER! kupujmy tylko POLSKIE produkty!!!\n Jak idziesz do sklepu to zwracaj na to uwagę człowieku!", "8:43, no nie no, chyba żartujesz XD\nPrzecież spora część jedzie jak najdłuższą trasą aby jak najwięcej naliczyć", "wpisując hasło UBERKOZAK w dziale \"Zniżki\" dostaniesz 45 PLN na przejazdy!!! to działa!!!", "hej :) z tym kodem pierwszy przejazd o wartości do 45 zł jest za darmo: 6rqwbgzeue\nJa jeżdżę już od roku i bardzo sobie chwalę", "Z uberem pewnie będzie jak z Polskim Busem(który jest brytyjską firmą). Rodzime PKSy robiły gówno bo nie miały konkurencji, ale PB zmusił ich do zmniejszenia stawek i podwyższenia jakości usług, i teraz mamy Plus Busa który jest Polski i ma tańsze bilety \n\nUber też pewnie wywoła taki efekt, a jedyne co teraz odczuwamy to ból dupy taksówkarzy bo będą musieli zainwestować w lepsze samochody, zmniejszyć stawki do ludzkich, i nie traktować klienta jak śmiecia.", "Mi nie przeszkadza ani jeżdżenie z GPSem (wręcz bardziej zaufam nawigacji, niż człowiekowi, który moze mnie wozić naokoło), ani to, że to biznes, a nie sharing economy. Podoba mi się, że nie muszę szukać osobnej firmy taksowkarskiej w każdym mieście i że nie muszę mieć ze sobą gotówki, której i tak nie noszę, ani nawet karty. Trasa też jest określona z góry, więc mogę Ubera traktować jak zamówiony dla mnie bezosobowy samochód.", "Zarejestruj się z kodem s3hf1dwyue i odbierz 45 zł na pierwszy przejazd -> https://get.uber.com/go/s3hf1dwyue", "Paciorek cholera jasna od kiedy trójmiasto to jedno miasto co ? Rozumiem Sopot, że jest laczony z Gdańskiem i Gdynia ale na litość boską to są 3 oddzielne miasta.", "Rak jak chuj, usuń to", "widzę że stary materiał ale też jedną ważną sprawę chciałbym poruszyć.  Uber czy też firma która się zajmuje tym wszystkim, nie sprawdza dokładnie podłoża osoby. Była sytuacja gdzie na Hawajach taki kierowca pojechał z jedną nieletnią dziewczyną w inną stronę i próbował ją zgwałcić czy też została zgwałcona. Luke Wadahara.", "Panie szanowny. Jak zarobię  w Uberze to mam kasę. Wydaje ją w Polsce a wszystko jest obłożone podatkiem VAT. Czyli cała kasa nie idzie na zachód. Kapitalizm rządzi sie swoimi prawami. Jak coś jest tańsze a do tego lepsze to nie ma cudów. To będzie konkurencją dla gorszego. Ja owszem nie kupię plecaka za 40zł bo wiem że to sztuka. Kupiłbym racze za minimum 100 zł. Jednak jakbym mial komfortowa przejechać się dzięki Uberowi i zapłacić mniej to czemu nie. Jeśli Uber bedzie droższy to wtedy zadzwonię po taksówkę. KAPITALIZM TO KAPITALIZM.", "UBER JEST NIELEGALNY", "Paciorek a gdzie YouTube placi podatki ? chyba nie w Polsce, wiec jak chcesz byc slowny to przestan korzystac z YouTuba :) \nTeraz łapiesz o co chodzi ? 😂", "a podatki z paliwa ktore wlewa kierowca ubera nie ida do Polskiej kasy ? uber bierze 25% a dla Polaka ktory chce dorobic do niskiej pensji idzie 75% i gdzie on wyda ta kase ? kupic cos do domu albo uzbierana wakacje a podatki z dobr ktore nabedzie zostana w Polsce. Twoja tez jest sluszna w 25% czyli tylu ile uber zarabia bo tte 25% idzie za granice. No ale uberto tez nowe miejsca pracy nie zapominaj o tym. A co do taxi, to nie bie zgadzam sie ze jezdza najkrotszamozliwa trasa, a czesto nawetmaja krecone taksometry aby wyludzic wieksza kase a gps pokazuje najkrotsza trase wiec lepiej uzywac gpsa wbrew pozora", "codename lokalizacji to proszę dowiedz się jak działają aplikacje taksuwkarskie.... Po drugie już prawie wszędzie można karta płacić. ....", "KarolPaciorek, trochę pieprzysz głupoty. \n1. Żeby być kierowcą ubera trzeba mieć działalność gospodarczą, czyli podatki są odprowadzane. \n2. Zawsze jest podany mnożnik, nie ma tak że nagle po powrocie zobaczysz że zapłaciłem 2x tyle\n3. I co z tego, że na mapce widzisz dużo samochodów jak requestów na przejazd może być 5x więcej?\n4. Uber stanowi konkurencję dla taksówek. Taksówki zmniejszyły troszkę opłaty i teraz bardziej boją się obwozić po całym mieście. \nOk, film powtał dawno temu i trochę się zmieniło. Ale musisz wziąć na to poprawkę bo wprowadzasz ludzi w błąd.", "żaden monopol nie jest stały więc gdy powstaje monopolista który nadużywa swojej pozycji pozwala by powstał tańszy konkurent który wypiera monopoliste. Tylko należy zmienić system podatkowy na bardziej ludzki który pozwoli się ludzia rozwijać, a takie kontrolowanie przez samorządy itp tego kto ma jeździć po mieście i rozwodzić ludzi może skończyć się jedynie jeszcze gorzej gdyż pozwoliło by to stworzyć monopol innym i to stały mężczyzn ryzyka wolnej konkurencji", "Ty sie nie bój o podatki, 2/3 ceny benzyny to podatki i akcyzy. Więc co za różnica gdzie firma zarejestrowana.", "Uber to dobre rozwiązanie :) mniejszy ruch uliczny, można dorobić, taniej gdzieś dojechać, można poznać wielu ludzi :) Moim zdaniem to jest świetne rozwiązanie .", "Rozumiem, że pan Karol uszył swoją koszulę u osiedlowej krawcowej, a nie w H&M made in China", "brednie. jak ktos zarobi i wyda to tez wspiera gospodarke. To lepiej jak nie zarobi i da zarobic zlotowkie ;P", "Co ty wygadujesz kolego, jeżeli ktoś ci się zgłosi żeby z tobą zamieszkać i podzielicie czynsz na pół to chyba jest to jakiś zarobek, bo bogacisz sie o tą połowę której nie musisz płacić.", "co to kurwa jest : \"szerowani\"?\nnie da sie po polsku?", "Za długo gadasz facio i nuda po 180 sekundach.", "Uber.. kolejny żydowski przekręt :(", "Co za bzdurny film. Faktycznie... Ludzie w \"prawdziwych\" taxowkach nie uzywaja gpsu... A to dobre... Nie sa sledzeni przez pracodawce... To jeszcze lepszy zart... \"Uzywaja mozgu\" - to juz pomylka... Szkoda wspominac ile razy chcieli oszukac i jechac okrezna droga. Ok.... Uber nie odprowadza podatkow... Ale wychodzi na to ze od dzis autorze masz zakaz robienia zakupow w tesco czy biedronce. Tylko polskie sklepy.", "styl wypowiedzi męczy niesamowicie", "Event czyli wydarzenie. Cóż to za korporacyjna nowomowa...", "czy on głosował na PiS?\ni czy ten człowiek czytał kiedyś jakąkolwiek książkę o ekonomii?\n\ntypowy dziennikarzyna. nie zna tematu, i sie wypowiada. każdy kierowca Ubera, ma zarejestrowaną działalność gospodarczą i za każdy przejazd wystawiana jest faktura. zatem wszystko jest w ewidencji, a nie jak w typowej taxi, gdzie połowa przejazdów odbywa się bez paragonu.", "Nasze prawo podatkowe zostało napisane zanim jeszcze wymyślono smartfona oraz aplikacje na androida. Wiele nowości budzi kontrowersje. To taki strach przed nieznanym. Uber przebił w światowych startup-ach nawet Facebooka. W Stanach czy Wielkiej Brytanii gdzie prawo podatkowe jest prostsze kierowcy płacą podatek dochodowy jak każdy samozatrudniony i tyle.", "Co za bzdury a nie pomyślałeś o tym ze taxiowkarze często nie włączają taxometru i maja kase na czysto bez podatku.uber jest bezgotówkowy i każda złotówka trafia do fiskusa", "Świetnie ! Swojak !", "Karol, bardzo dobry odcinek. Etyka w ekonomii - mamy niestety bardzo mocny deficyt tych wartości...\nPozdrawiam!", "Szczerze jeśli mam przejazd taniej :D to mam gdzieś gdzie kasa ląduje :) . Czy zarabia mafia czy ludzie ważne ze ja mam ok :). Co mnie to interesuję ze taksiarz nie zarobi :). Korzystam z tego co będzie tańsze :)", "Straszne farmazony\nJeżeli płacisz 40 zł zamiast 16 czy 17 zł to jess to tylkoi wyłącznie twoja wola gdyż przelicznik pokazuje się na samym początku i jeżeli nie chcesz płacić  X2 albo X3 to po prostu bierzesz taryfe.\nJadąc uberem widzisz jak jechałeś, jedziesz nowym samochodem który na początki możesz sobie wybrać i co najważniejsze nie wspierasz ludzi którzy uważają sie za królów polskich ulic. Ja z ubera korzystam od początku jego obecności w Krakowie i tylko raz mialem sytuacje gdzie została mi naliczona 10 złotowa opłata którą po mailu do ubera dostałem spowrotem na konto. \nNiestety jest to pierwszy film który zobaczyłem na twoim kanale i po takich opiniach nawet nie chce mi sie wchodzić dalej", "cóż, zdecydowanie nie podoba mi się Twój wywód na temat ubera, zresztą ocenianie Ubera tylko na obserwacjach z Polski gdzie obejmuje swoim działaniem obszar aż 3 miast jest hmm.. żałosne?  Ja mieszkajac w Chicago np nie wyobrażam sobię przejscia z powrotem na system dzwonienia/łapania na mieście taksówki, z prostego względu- UBER JEST LEPSZY,  JEST SZYBSZY, JEST MNIEJ WYMAGAJACY I BEZPIECZNIEJSZY DLA OBU STRON (zapomniałeś dodać w swoim wywodzie o bezpieczeństwie kierowcy który: nie ma przy sobie gotówki wiec  nie moze zostać z niej obrabowany, i nie ryzykuje, że ktos nie zapłaci za przejazd, bo płatność pobierana jest odgórnie z kredytówki/paypal). Najśmieszniejszym argumentem jest ten, w którym mówisz o jeździe \"z głowy\" złotów i bezwzględne zapatrzenie w GPS kierowców Ubera-BULLSHIT. Kierowcy z reguły na początku trasy pytają czy mają kierować się za pomocą GPS, czy znam np alternatywną trasę i chcę nią właśnie jechać.\nPrzyznam że ze stawkami 1,5x lub 2x jest przekręt, (informacja jest omylna, sam też się na tym przejechałem u konkurencyjnego LYFTa który za 19 mil policzył mi 26$, a za tzw \"prime time\" [stawka x1,5 jak mniemałem] naliczono mi DODATKOWE  40$ ekstra [tak, razem niecałe 70 baksów], tj jakies 2,6x wiecej  od stawki podstawowej, lecz cóż, taka jest ich polityka, na przyszłość będe wiedział ocb.\nReasumując, mimo że Uber nie jest idealny to nadal moim własnym, obiektywnym odczuciu zdecydowanie UBER>TAXI", "A gdyby tak Uber musiał rozliczać się z US wystawiając kierowcy Pit jako tak jakby pracodawca czyli z automatu kierowca musiałby się rozliczać z dochodów, oraz gdyby uberowi postawić warunek płacicie podatki ponieważ funkcjonujecie w naszym państwie, a mimo wszystko zachować poziom usług. Nie oszukujmy się kierowcy taxi czują że mają wyłączność na swoje usługi a tutaj z drugiej strony dostajemy ambitnych ludzi którzy muszą w pewnym sensie dbać i walczyć o swoje usługi i wizerunek firmy ponieważ pod koniec miesiąca nie czeka na nich pensja nie zważając na wyjeżdżone kursy. Moim zdaniem Uber jest dobrym pomysłem aczkolwiek jeszcze nie dopracowanym, gdyby zreformować warunki prawne ubera to nie widziałbym ani jednego przeciwskazania do ich usług", "To nie firma zarabiająca \"jakieś dobro\" płaci podatki, Panie Karolu, tylko klient tej firmy, który płaci za jej usługi i wszelkie podatki (vat, zus, pit, akcyzę, opłaty paliwowe i inne takie). Uber czy nie uber, skoro wozi pasażerów samochodami, chcąc nie chcąc odprowadza vat, akcyzę i inne opłaty zawarte w paliwie. I za to wszystko płacą oczywiście jego klienci! W samochodach, którymi \"jeździ\" zawarte są wszelkiej maści podatki, które również zostają w konsekwencji przerzucone na klientów. Koniec końców osoba świadcząca usługi przewozu osób musi myśleć o tym, że za jakiś czas będzie musiała kupić nowy czy nowszy samochód, a w cenie tego samochodu jest vat, pit, zus, srus i inne paście. W efekcie ceny usług muszą być wyższe o tyle, o ile są wyższe ceny samochodów. I to w tym przypadku nie właściciel samochodu zapłaci te wszystkie podatki zawarte w cenie samochodu, tylko jego klienci.", "Bardzo dobry filmik. Przedstawiający w odpowiedni sposób i za pomocą dobrze dobranych zagadnień dany problem. Niemniej jednak taksówkarze kantują, szczególnie w nocy (liczniki)", "No dobra, ale jak zamawiałeś ubera to ci się wyświetliło, że jest wyższa stawka. Jak nie chciałeś mogłeś zamówić normalnego cierpa. Twój wybór.", "Twoje myślenie w dużej mierze polega na tym \"chcę, żeby kierowcy, którzy użytkują Ubera mieli tak samo źle jak kierowcy taksówkę\". W ogóle powinno się znieść jakiekolwiek licencje i każdy powinien jeździć z kim chce i za ile chce. I nikt nie powinien w to ingerować. Wolny rynek sam by się wyregulował.", "Ja rozumiem, że masz takie poglądy, że państwo może nakładać podatki jakie chce, a gdy obywatel nie chce być wyzyskiwany to się zbuntuje i skorzysta z tańszej usługi, której właściciel nie zapłaci podatku to już jest ten zły. Moim zdaniem to państwo sprowokowało ludzi, żeby korzystali z takich Uberów, a nie taksówek. Gdyby tak nie obciążało pracy swoimi podatkami i ogólnie regulacjami, ludzie chętnie korzystaliby z polskich firm płacących proste i niskie podatki ;)Zresztą ja jestem zdania, że zarobić powinien na swojej pracy tylko ten, kto ją wykonuje (a jeśli ma pracodawcę to pracodawca też, wszystko zależy od umowy jaką podpiszą) a nie żadna instytucja, która poprzez aparat przymusu część zysków mu zabiera :)", "Nie wiem czy wiesz ale jest aplikacja itaxi dzięki której możesz wybrać taksówkę  jaką chcesz jechać i można też zapłacić przez aplikację.", "ciekawe ile mu zapłacili za antyreklamę ;-P", "trochę takie gadanie. dzisiaj za 14 kilosow    26 złoty i jeszcze wolno", "wieksosc argumentow niedorzeczna. a jesli chodzi o podatki to jest to w gestii ustawodawcy zeby to jakos uregulowac", "Czy dumping cenowy nie jest przypadkiem  nielegalny?", "Karolu, żaden z przytoczonych przez Ciebie \"argumentów\" nie swiadczy o niczym negatywnym w zwiazku z Uberem. Co z tego ze nie ma to zwiazku z sharing economy? Chcesz sie obrazac, bo ktos chce zarobic i stworzył dobry biznes? \nCo zlego w tym, ze Uber jest zagraniczna firma? W swoim rozumowaniu zdajesz sie nie zauwazac wynikow wydarzen, ktore przytaczasz. Jesli Uber na prawde opanowalby Polski czy jakikolwiek inny rynek i zaczal dyktowac nieludzkie ceny tooo? Na pewno nikt nie musialby ich placic! Piekno kapitalizmu polega na tym, ze jak ceny u jednego sa wysokie, inni swoje obnizaja, w celu zarobienia jego kosztem. A zaden Uber nie zakaze Polakom posiadac samochodow i tworzyc konkurencyjnych firm taksowkarskich. \nNie krytykuj przedsiebiorczej mysli, od ktorej tak na prawde powinnismy sie uczyc. \nPatriotami badzmy, ale nie wmowisz nikomu polprawdy, ze placenie jak najnizszych cen za usluge tej samej jakosci jest czyms zlym i samolubnym.\nPozdrawiam", "Im mniej pieniędzy w tzw. budżecie, tym więcej pieniędzy w kieszeni podatnika. Jak słyszę gadanie, że to źle, że pieniądze nie trafią do budżetu a zostaną w kieszeni ludzi to dostaję migotania przedsionków. Trzeba być skończonym durniem, aby za analogiczną usługę płacić dwa razy tyle jeśli pojawiła się na wolnym rynku alternatywa. Taksówkarze zamiast psioczyć na konkurencję, powinni pojechać pod Ministerstwo Finansów i spalić 200 opon pod budynkiem, wręczając petycję do ministra z zapytaniem - dlaczego do chuja wacława benzyna w tym chorym kraju jest traktowana jako dobro luksusowe, na które jest vat, akcyza, dochodowy, cło itp. CO JESZCZE WYMYŚLĄ, ABY ograniczyć przedsiębiorczość?", "wolny rynek - wolny wybór, pojęcia obce autorowi\na i  dzieci w chinach... także zero pojęcia o sytuacji  kraju który jest o wiele bardziej rozwinięty od naszego", "Uber nie odprowadzi podatku, ale kierowca z zarobionych pieniędzy zostawia je w sklepie, a w cenach produktów jest już podatek wliczony. Co prawda wciąż tracimy ale jest to doskonała alternatywa dla taksiarzy którzy kantują na każdym kilometrze... nie mówiąc już o chamstwie panującym u nich. W uberze mamy wyświetloną najkrótszą trasę i nie jesteśmy oszukiwani w żaden sposób, a jeżeli się poczujemy oszukani i trasa się nie zgadza z tą z aplikacji to dostajemy zwrot za cały przejazd.", "Chujowy kanał. Pozdrawiam.", "uczcie się zarabiać a nie oszczędzać ludzie!  przyjdzie czas i juz nie bedzie z czego oszczedzac i co wtedy?", "Ale ty jesteś mądry. To poradnik dla  dzieci ??", "Rzeczywiście Uber może wyjść droższy. Ogólnie w życiu zależy tylko czy płacimy za komfort czy chcemy ,,taniej,,. Jeżeli chodzi o taksówkarzy to w małych miastach generalnie są spoko( mały rynek to i wszyscy się znają ) a w dużych zawsze na cwaniaków trafiałem. W Warszawie po za może jedną korporacją ,,taką zieloną,, ;) to non stop cwaniaczki, nie chcą dawać paragonu, jak wypiłem trochę nie dali mi reszty, nie chcą włączać licznika, z Nowego świata na Parkingową za mniej niż 20zł nie pojadą, zawsze jakiś problem mają, można tak bez końca. Najlepiej wybrać jedną korporacje, gdzie mieliśmy miłe doświadczenie a reszcie podziękować.", "Pamiętam jak byłem w Stanach i nagle zaczął lać deszcz. Pierwsze co zrobiłem to chciałem zamówić UBERA ale rzeczywiście ceny tak podskoczyły że wolałem poczekać na autobus :D .\n\nps. uber wchodzi teraz do Katowic gdzie aktualnie mieszkam. Noo dałeś do myślenia :P chociaż pewnie na początku i tak będę z niego korzystał ;) .", "ludzie powinni móc wybrać. Wszystko jest szemrane na tym świecie, bo chodzi tylko o kasę. Taksówki mają monopol, jeśli go stracą, będą mogły go odzyskać. My wybieramy. Podatki, dobro ogółu, miejsca pracy, etyka... Jaki masz samochód (marka wiadomo, że nie nasza, ale wyprodukowany chociaż w Polsce?), jaką masz armaturę w łazience, buty, agd... Naprawdę, tak podchodzisz do życia?", "w koncu ktos z mózgiem się wypowiedział,  a nie te ślepe vlogerki, które bezmyślnie polecają bo mają jakąś zniżkę :D", "Słabe, wole mniej zapłacić niż złotuwę karmić", "Szkoda że większość taksówkarzy to złotówy którzy a) jadą na droższej taryfie b) nie mający płatności kartą c) często palący oraz nie utrzymujący porządku w samochodzie d) jadący najdłuższą trasą i e) oszukują turystów z innych krajów (bo przecież skąd taki anglik czy francuz ma wiedzieć ile kosztują taksówki w polsce, a jako że nie zna języka to nie przeczyta polskiego cennika i nie będzie domagał się reklamacji)", "Nigdy nie jeździłam uberem w polsce ale w USA duzo. Tam jeszcze mają Lyft. I muszę powiedzieć, że Ci kierowcy bardzo często:\n1) nie mówili po angielsku\n2) nie potrafili jeździc samochodem\n3) jeżdzili tak bardzo na GPS, że zdażyło mi się kilka razy wjechać pod prąd na autostradę czy na skrzyżowaniu się mnie pytał gdzie ma jechać - w który pas...\nPo kilku takich akcjach i rozmowie z pewną Panią o tym, że w trakcie nocy sylwestrowej ubery miały pełno wypadków i nawet jeden kierowca zginął, stwierdziłam, że chyba jednak wole metro. Przynajmniej mniejsza szansa, że ktoś mnie zabije\nW Krakowie jest alternatywa. Mega taxi. Są tani. Auta mieli zawsze dobre. Ja tam nigdy nie skorzystam w Ubera.", "polecam mytaxi", "od 6:00 \"Jedna z tych firm nie odprowadzi ani złotówki na polskie drogi (...)\" - no jasne. Przecież za paliwo jak płacę tylko prywatnie 5 zł za litr to nie odprowadzam 2,60 pln podatków...", "Dislike w ciemno", "uber sruber- normalne taxówki i tyle", "jak nie odprowadzi oni zlotówki na infrastrukture drogowa.... zobacz ile podatków ma w sobie paliwo, ktore kupujesz na stacji", "W temacie patriotyzmu gospodarczego polecam aplikację Pola. :)", "W gospodarce powinien rządzić konsument. Zawsze skorzystam z usługi, która jest dla mnie atrakcyjniejsza tzn. najtańsza przy najlepszej jakości produktu, czy usługi. I nie interesuje mnie to, czy to polska firma, czy zagraniczna, czy płaci podatki, czy nie, czy produkuje to dziecko, dziadek, babcia, czy maszyny. Chcę mieć dobry produkt/usługę w dobrej cenie. Nie opowiem tego z doświadczenia, bo nie jeżdżę taksówkami, ale z opowiadań. Taksówkarze są niemili, jeżdżą dłuższymi trasami, żeby więcej zarobić. \n\nGdyby w Polsce panował wolny rynek wygrałby po prostu wygrałby lepszy. No, ale niestety ktoś musi wychodzić z jakimś śmiesznym argumentem o miejscach pracy taksówkarzy.", "Taksówkarze używają mózgu??? Cwaniaki zrobią wszystko, żeby z ciebie wyciągnąć jak najwięcej", "Panie Karolu, niestety w pewnych kwestiach nie ma Pan racji. \n\nPo pierwsze, często zdarza się, że kierowca taksówki ( zrzeszony w korporacji, posiadający licencję), kiedy podejmuje pasażera nie znającego danego miasta, obwozi go okrężną trasą, bo przecież i tak pasażer nie zorientuje się, że z punktu A, do punktu B, można było dojechać trasą krótszą. W ten sposób powoduje, że pasażer więcej zapłaci za taki kurs. Co gorsze, pasażer nie ma możliwości złożenia reklamacji, gdy dowie się, że został przez taksówkarza ( powiedzmy wprost) oszukany. Pasażer Ubera ma możliwość sprawdzenia trasy, którą jechał i jeśli dojdzie do wniosku, że była to trasa dłuższa, po prostu składa reklamację i pieniądze za przejazd są mu zwracane w całości. \n\nPo drugie, jeśli po jakimś czasie, Uber podniesie ceny za przejazdy, to przecież ludzie głupi nie są. Uber przestanie być dla nich atrakcyjny i powrócą do korzystania z taksówek. \n\nPo trzecie, nie jest to do końca prawdą, że każdy może być kierowcą Ubera, a co za tym idzie, nie zna miasta i opiera się wyłącznie na nawigacji. Owszem, jak słusznie Pan powiedział, w miastach, w których startował Uber, przez jakiś czas jeździli kierowcy delegowani z innych miast. Faktycznie ( tu zgadzam się z Panem), mogli oni nie być zaznajomieni z topografią danego, obcego im miasta. Rzecz w tym, że na nawigacji jest możliwość wyboru kilku wariantów trasy ( w tym jest także najkrótsza trasa) i jeśli dany kierowca chce być uczciwy wobec pasażerów ( a jest to w jego interesie), to właśnie taki wariant trasy ma ustawiony. Mało tego, jeśli pasażer ma życzenie jechać inną trasą niż ta, która wyświetlana jest na nawigacji, to kierowca ma obowiązek bezwzględnie uszanować wolę pasażera chyba, że przejazd żądaną trasą nie jest możliwy z powodu odbywającego się na jakimś jej odcinku remontu, lub z innych przyczyn zmieniona jest organizacja ruchu. \n\nNa koniec powiem, jestem kierowcą od 20 lat, zaś od 10 lat wykonywałem zawód kierowcy. Owszem, pracowałem także dla Ubera, lecz istotnie dla mnie są opinie pasażerów, którzy dość mają aroganckich zachowań taksówkarzy ( zarówno w odniesieniu do klienta, jak i innych uczestników ruchu), dość mają bazowania na ich nieznajomości danego miasta i narażania na dodatkowe koszty. Czasy zmieniają się. Lata PRLu, kiedy to taksówkarz był \"Panem na włościach\", który wybierał sobie pasażerów i strzelał focha, że w dany rejon miasta nie będzie jechał, już dawno minęły. Bardzo dobrze, że pojawiła się dla nich konkurencja w postaci Ubera. Jeśli korzystał Pan z tej aplikacji, to zapewne wie, że każdy przejazd jest oceniany ( zarówno pasażer ocenia kierowcę, jak i kierowca ocenia pasażera). Jeżeli którakolwiek ze stron będzie niezadowolona z przejazdu, to wystawia ocenę \"1\". W takiej sytuacji, nigdy więcej system nie skojarzy ich i nie spowoduje powtórnego, wspólnego przejazdu. Trzy oceny \"1\" i pasażer, lub kierowca zostają wykluczeni z systemu. Ponadto kwestia bezpieczeństwa. A co pytam, jeśli jakaś ładna, atrakcyjna pasażerka, wracająca z jakiejś imprezy w stanie \"mocno wskazującym na spożycie\" wsiądzie do taksówki i akurat taksówkarz postanowi wykorzystać sytuację ( i pasażerkę)? Wspomniał Pan o inwigilacji kierowców Ubera. I bardzo dobrze, że ma ona miejsce. To dla bezpieczeństwa pasażerów, ale też kierowców. Klient zamawiając kurs zawczasu wie, jak wygląda kierowca, który po niego podjedzie, wie jakim samochodem, o jakim numerze rejestracyjnym, zatem jest bezpieczniej. Naturalnie, nigdy nie ma 100% bezpieczeństwa, bo przykre w skutkach zdarzenie może mieć miejsce zarówno podczas podróży pociągiem, PKS, tramwajem, autobusem, trolejbusem, metrem, taksówką, Uberem itp. To są zdarzenia losowe. Natomiast czy Uber rzeczywiście jest taki zły, jak Pan to przedstawił? To już niech pasażerowie ocenią. Pozdrawiam serdecznie.", "I kogo to obchodzi? A taksówki są do dupy.", "Jako klient - wole płacić mniej; nie obchodzi nie kto płaci podatki; usługa ma być wykonana, a ja zadowolony.\n\nPatrząc na naszą zieloną Polskę - lepiej jak  Uber nie płaci u nas tylko za granicą. Okazują tym rozsądek inwestowania. Zaniżanie cen fakt faktem jest nie w porządku do innych kierowców, ale tak działa konkurencja - \"lepsza\" usługa, tańsza itp. Niestety  w tych czasach nie ma litości. Kto sobie nie radzi niestety padnie. (ps. Nasze piękne Państwo z rosnącymi podatkami skutecznie dobijają biznesy).", "aja wiem guwno", "Złotówy jadą najkrótsza drogą dobre, w wawie widać jaka z kulturą jeżdżą,", "\"Taksówkarze jeżdża najkrótszą i najszybszą drogą\"\n:DDDDDDDD", "Szkoda czasu żeby to oglądać... 100% lewackiej paplaniny", "przynudzasz", "Zgadzam się prawie ze wszystkim argumentami, poza tym, że nawigacja słabiej nas poprowadzi niż taksówkarz znający miasto, bo :\nNawigacja,  np googla odbiera informacje o bierzącym natęrzeniu ruchu i optymalizuje trasę przejazdu na bierząco i podaje nam alternatywy.\nTaksówkarz jadąc na pamięć trasą, którą zna jako najszybszą nie uwzględni np faktu, że na tej trasie był właśnie wypadek i jest na niej ogromny korek\n\nNieco dziwi mnie, że autor nie zdaje sobie sprawy z takiej cechy nawigacji, no ale uczymy się cały czas", "Na drogi podatek jest w paliwie panie mądry.", "Co to jest Taxi? (i dlaczego przestałem jej używać)", "Dislike za tekst i Chinach. Większość Polaków, którzy mieszkają w mieście żyją jak biedaki w porównaniu z Chińczykami. Ludzi, skończcie z tymi mitami o Chinach, zwłaszcza że jesteśmy z 20 lat za nimi.", "STFU!", "ożesz!", "Taksowkarze i efektywna jazda, chyba tylko dla siebie nei od dzis wiadomo ze taksiarze naciagaja kilosy i to wlasnei ci z tzw wieloletnim doswiadczeniem", "Co to za farmazony o tych podatkach? akurat to ze kierowcy i firmy nie placa podatkow to bardzo bardzo dobrze.lepiej zeby nie placili ich niz placili i pompowali kase urzedasmo ktorzy wiekszosc zmarnuja na siebie, a drogi no coz polska to najdrozszy pod wzgledem ceny za budowe 1km drogi kraj na swiecie i glownym powodem tego sa wlasnie podatki zbierane na nie i to ze panstwo sie tym zajmuje.przestan propagowac komunizm bo wlasnie takimi tekstami to robisz.", "\"Taksówkarze jadą z głowy\" - ale pierdolenie od rzeczy Karolu. Też cisną po GPSie i trzeba im tłumaczyć jeszcze.", "taksówkarze nie używają gps-u i jeżdżą najkrótszą lub najszybszą trasą? :D haha dobre ;)", "Pier*olisz głupoty koleś", "Karol doucz się z ekonomii bo bredzisz :), nie masz pojęcia o \"human action\" i nieprzymuszonej współpracy. Powtarzasz zasłyszane marksistowskie hasła i nawet nie zdajesz sobie z tego sprawy. Polecam poczytać, pooglądać. Pozdrawiam.", "Ten koleś to idiota. Przecież jak ktoś mniej pieniędzy zapłaci do izby skarbowej to potem i tak te zaoszczędzone pieniądze wyda w sklepie dzięki czemu jeszcze bardziej pobudzi gospodarkę i w końcu i tak te pieniądze wrócą do Rządu.", "Problem jest taki, że jest o wiele łatwiej oszukiwać w taksówkach. Bez uber nie możesz oceniać jak ci się jeachało, nie wiesz ile cie to kosztowało. Taksówkarze moga wybrać drogę by ominąc korki, ale uber nie zarabia jak siedzisz w korku.\n\nTaksówkarze muszą zacząć konkurować z uber, a nie zabraniać im dostępu. Na końcu, to nie ma znaczenia nic oprócz usługi jaką dajesz pasażerom. Różnica pomiędzy taxi a uber jest za duża.", "\"taksówkarze używają mózgu i głowy\" posłuchałem z 5 razy jak dla mnie dalej zbyt wielka abstrakcja jak na jedno zdanie", "Uber jest mega! Z doświadczenia wiem jako kierowca i sobie mega chwalę jako możliwość poznania super ludzi i.. dorobienia :)\nJak chcesz zostać kierowcą to zobacz na https://www.facebook.com/uber.najlesze.rozwiazanie/", "czyli co lepiej jechać zdezelowaną taksówką ? która ROZPADA się i zagraża kierowcy pasażerom i osobom w pobliżu ? W Krakowie każdej nocy na Rynku , Plac Nowy , Dietle , Królewska ... słyszę jakie to złomy ( przeguby , rury wydechowe dziurawe, pisk blach w hamulcach , zmiana biegu zgrzyt, silniki kopcące) a to wszystko W mieście ! na ul Królewska , ul Armii Krajowej zapierdalają po 100-130km/h ! Policji nie ma a to są mordercy przyszli .... Wole auta ubera bo są zadbane ! sprawne ! a i jeszcze jakim prawem TAXI puste jeździ sobie BUS pasem i blokuje autobusy i busy? WTF ? a jak im nie wygodnie tam bo bus staje to po ciągłych lub na pasach zmieniają pas ...", "Zarabiaj w UBER: Warszawa. Wrocław, Gdańsk, Poznań, Kraków, bez działalności gospodarczej: https://www.facebook.com/uber.zarabiaj.na.siebie/", "Oglądam ten film dopiero teraz i z pewną rzeczą się nie zgadzam, a mianowicie ze znajomością ceny przejazdu. To ie jest tak, że dowiadujemy się ile zapłaciliśmy dopiero po opuszczeniu samochodu, jest coś takiego jak wycena przejazdu. Zawsze przed zamówieniem kursu można sprawdzić ile zapłacimy, jeśli uważamy, że jest za drogo, po prostu nie zamawiamy. Nie ma tu żadnego brania w ciemno.\n\nPonadto, ludzie wybierają ubera nie tylko ze względu na pieniądze, ale też dlatego, że kierowcy są mili, auta czyste, nowe, komfort jazdy jest lepszy. Firmy taksówkarskie boją się takiej konkurencji? Niech zadbają o auta, terminale i przestaną być chamami.  Proste.", "Bla Bla  też  umarło ;)", "wiesz...jakoś argument, że moje pieniądze nie trafią do mojego pasożytniczego państwa jakoś do mnie nie przemawia...Niektórzy próbują stymulować głupią modę na patriotyzm fiskalny i patriotyzm ekonomiczny.  Ja jestem raczej zdania, że państwo polskie jest wrogiem przeciętnego polaka. także cieszy mnie każda sytuacje kiedy to mój wróg nie dostaje pieniędzy.", "uber to gówno", "Pierdolisz, jest coś takiego jak zdrowa konkurencja. Jeżeli uber wejdzie do Łodzi to taksówki będą tańsze i tyle", "Panie Karolu, Karolu, Chłopie, brakuje ciebie strasznie na wykopie. Najlepsze wideo w gorącym ostatnio temacie jakie widziałem. Nie zgadzam się w kwestii podatków( by wybierać opodatkowane), reszta jest bardzo bogatą i trafną analizą, będę śledził i przeczeszę kanał, mam nadzieję, że na podobnie wyyyysokim poziomie.\nNawijasz mocno i hiper-naturalnie, powodzenia!", "facet ty pieprzysz niesamowicie! mam płacić więcej za taxi bo oni płacą wyższe podatki??! to niech sobie też zarejestruja działalność gospodarczą w raju podatkowym! nie przyszło ci do głowy że podtrzymujac agonie firmy wspieramy ten chory i grabiezczy system podatkowy który mamy w Polsce?!", "Trochę bzdury gadasz bo np. podatek mamy też w cenie paliwa to raz a 2 TAXI to często stare dziady na emeryturze po wojsku czy policji i też nie płaci nic.", "Ale pierdolisz bez sensu koleś...wolny rynek konkurencja jak się taksówkarze nie potrafią dostosować to brzydko mówiąc muszą zdechnąć...", "Jeżeli boisz się agresywnego wandala-cierpiarza, to po prostu zainstaluj aplikację UBER, a po wprowadzeniu kodu promocyjnego s9vtgn9bue otrzymasz 25 zł na darmowy przejazd :) \n\nTylko tyle - i jeździsz tanio, uprzejmie, czystym autem, bez narzekania, na czas i bez gotówki :)\n\n...i pierwszy przejazd UBER funduje Ci na podstawie kodu s9vtgn9bue", "najgorsze ze uberem moga jezdzic kierowcy ktorzy byli karani, takze pozdrawiam cwaniakow, ktorym trafi sie Kajetan P za kierownicą :)", "Autor filmu wychodzi z błędnego założenia - w BlaBlaCar i to z domami jest tym samym co Uber w kontekście ekonomii - dochód to dochód, nieważne że nie przekracza kosztów. Uber jest po prostu lepiej zorganizowany. \n\nA dalej autor mówi o posunięciach marketingowych i strategii. No super, robią nieprzyjemne ruchy. I przepraszam czym się wyróżniają od innych? Że taksiarze nie oszukują?", "Jezuuuuuuu, jakie pieprzenie! Nie będę korzystać z Ubera, bo taksiarze nie będą zarabiać? No co za absurd! To niech obniżą stawki. Albo dlatego, że kierowcy UBERA korzystają z GPS? Naprawdę, trochę słabe te argumenty. Co do ceny przejazdu z koncertu - przecież można sobie wcześniej policzyć koszt przejazdu i zdecydować czy chce się skorzystać z Ubera, w czym problem? A to, że taksówkarze są \"naszymi firmami\" mnie w ogóle nie przekonuje. Niech ulepszą swoje usługi, to nie będą mieli problemów.", "sam   sobie   zaprzecza,niech  Taxi  są   uczciwe    to  będzie  konkurencja,,,to  tak  jak  nie  kupujcie  w  markietach  a   domowych sklepikach dla  dobra  Polaków,,,", "Tu nawet nie ma co komentować, wszystkie z tych argumentów mają się nijak do roznic pomiedzy taksówkami a uberem ;)\nNajbardziej rozbroił mnie żałosny argument o tym, że Uber może zdobyć monopol na przejazdy...\nA jak dzialają teraz taksówki? Są to ogromne firmy z (do niedawna) monopolem na transport i własnymi parkingami w bardzo krytycznych miejscach ;)\nWstyd. Mam nadzieje, że to po prostu kupiona antyreklama ;)", "No, to teraz już wiem... :) Jasny i przejrzysty przekaz. Dzięki za oświecenie mnie i innych ! :)", "Cały film sensownie ale końcówka to przegiecie , mówi \" niewykwalifikowane osoby \" jeździłem na przewozie osób i tam jest kaszana \" . Jeżeli Uber daje prace i to legalnie nie tak jak na przewozie to chyba dobrze nie ?? Jeżeli chodzi o taxi to wiekszość właśnie POLACZKÓW starszych czy młodych uważa sie za nie wiadomo kogo . Wole zapłacić uberowi 2 zł niż dziadom czy tym gnojom którzy nie maja szacunku do osób .", "Ale Pan bzdury opowiada. Kierowcy taksówek wożą najkrótszą drogą i używają mózgu, a kierowcy Ubera tylko gps? To chyba Pan nigdy nie trafił na taksówkarza, który myśli, że zrobi pasażera w konia i próbuje jechać naokoło, a poprawiony bulwersuje się, że przecież on wie najlepiej. Gps pomaga dojechać do klienta, bo nie każdy zna wszystkie małe uliczki w całym mieście - natomiast dalsza trasa odbywa się w jak najkrótszej linii do punktu docelowego. Wiem to z własnego doświadczenia przy korzystaniu z Ubera.", "Wygląda to ma ściemę musisz reklamować Karolu ten rachunek bo powinieneś zapłacić 15,37 pln \nMoże jechałeś jakim Bucikiem bo trasa jest w milach???", "Najbardziej ubawiłem się, jak Karolek powiedział, że \"każdy taksówkarz ma głowę i jedzie najkrótszą i najszybszą trasą\". Ja takiego nie spotkałem. Zazwyczaj jest odwrotnie.", "Są dostępne aplikacje taxi, można płacić kartą, nie każdy taksówkarz to zgred i oszust.\n\nDla przykładu - MyTaxi. Aplikacja działająca podobnie do Ubera - łączy licencjonowanych taksówkarzy (tak, Ci co płacą podatki, zus, mają normalne rodziny i żyją z bycia taksówkarzem!) z klientami. Masz możliwość podpięcia swojej karty płatniczej (tak jak w uberze), lub możesz płacić gotówką - ty decydujesz. Dodatkowo każdy nowy uzytkownik może wykorzystać kod (voucher) na pierwszy kurs o wartości 50zł.\nWystarczy po zalogowaniu w zakładce \"Kod promocyjny\" wpisć kod: OskarWoj1\nTo jest mój kod polecający - wpisz go u siebie, a oboje otrzymamy 50zł na kurs taxi. Później wyślij znajomym swój kod polecający - jeśli go użyją, dostaną również 50zł na pierwszy przejazd, a Ty dostaniesz po 50zł za każdego nowego użytkownika.\nNIC PROSTSZEGO! :)\nskąd pobrać aplikację?\n- www.mytaxi.com\n- https://itunes.apple.com/app/id357852748\n- https://play.google.com/store/apps/details…\n- https://www.microsoft.com/pl-pl/store/apps/mytaxi/9wzdncrdfrhq\n- http://appworld.blackberry.com/webstore/content/30580029/\n\nKOD PROMOCYJNY: OskarWoj1\n\n\npozdrawiam", "Like, za ciekawy punkt widzenia ;)", "Trochę już nieaktualne. Kierowcy UBER muszą mieć firmę.\nSam zacząłem z nimi współpracę, mam działalność za każdy przejazd jest wystawiany rachunek lub faktura i z tego się rozliczam z skarbowym oraz płacę ZUS.\nA co do kosztu przejazdu, zamawiający jest informowany przy zamawianiu o cenie przejazdu w odróżnieniu od taxi.\nTaxi i tak są dalej górą bo mogą jeździć bus pasami, a przewóz nie. \nLudzie sami wybiorą czy wolą jeździć małym ale nowym autem za mniejsze pieniądze, czy starą klekoczącą taxówką.", "Rozważania ekonomiczne autora są zabawne. Czyli jeśli ktoś sprzedaje mi dobrej jakości meble i płaci od tego za mało podatków, to w ramach \"solidarności\" mam kupić gorszej jakości meble od człowieka, który płaci więcej podatków ? hahaha Ktoś kto dostarcza droższe i gorsze produkty, czy usługi ma bankrutować i wypieprzać z rynku, a jego miejsce zajmuje ktoś kto dostarcza lepszą jakość, lepszą cenę, lepsze usługi i ja jako konsument mam taniej i lepiej i to się liczy, a nie czy ktoś źle zarobił. Ty tutaj proponujesz ustrój komunistyczny i monopol", "Widzę autor filmiku nie ma żadnego pojęcia o ekonomii. Rząd nie jest od utrzymywania dróg i rządzenia moim życiem. Pieniądze mają zostawać w portfelach obywateli, a nie iść do państwowego koryta, gdzie zostaną zmarnowane. Niepłacenie podatków lub płacenie ich w raju podatkowym jest bardzo zdrowe i rozsądne. Bardzo dobrze, że powstają firmy, które pokonują ten socjalistyczny monopol.", "Bardzo dobrze, że powstała konkurencja dla korporacji taxi oraz możliwość dorobienia sobie jeżdżąc mało, gdzie \"legalnie\" nie da się opłacić z tego zusu i innych podatków.", "Wystarczy że pozwoli się na funkcjonowanie jak największej liczby takich aplikacji. Na zasadzie konkurencji cenny będą niskie i będzie to najlepsze dla konsumenta. Taksówki nie muszą jeździć na licencji jeśli jakieś miasto tak zadecyduje (zawód został uwolniony). Im więcej będzie działać takich organizacji tym lepiej dla konsumentów. Kwestia podatków to z samej teorii niszczenie podatków które opodatkowują prace jest dobre. Podatki bezpośredni są mniej efektywne (zdanie światowych ekonomistów).", "Z tym Airbnb przesadziłeś. Normalny biznes.", "I wszystko o UBER...", "Kuczer, nie Kaczer pseudointeligencie", "zajebiste intro zrób drugie", "7:40 - proszę o wyjaśnienie. Wiedziałeś, że będziesz jechał z centrum na stadion i spodziewałeś się ok 17 zł za przejazd, po czym otworzyłeś aplikację, zobaczyłeś kwotę 46 zł i pomimo to zdecydowałeś się jechać droższą opcją? Trochę tego nie rozumiem. A może koszt przejazdu jest znany dopiero po dojechaniu na miejsce? Jeśli tak to bandyctwo w biały dzień ;] Komunikacją miejską wyszło by zdecydowanie taniej", "A czasami w Polsce nie jest zabroniony transport ludzi za hajs bez licencji takskówkarza? Jakiś czas temu oglądałem jakiś program w tv, na sygnale, drogówka czy coś takiego. I Ci policjancji znaleźli w necie numer gościa a nawet chyba grupy, który ogłaszał się, że będą za hajs wozić z miejsca na miejsce. Przyłapali takich ziomów na gorącym uczynku i policjanci mówili, że nie ma on licencji, że nie ma taksometru etc i normalnie dostałby chyba 8k grzywny, ale dziennie można otrzymać maksymalnie 2 tysiące (tego mogę nie pamiętać). Tak więc wynajmowanie ludzi przez firmę, aby transportowała innych ludzi nie podczepia się pod coś takiego?", "Podatki które płacićie w Polsce idą do prywatnych kieszeni polityków", "W Polsce, dzięki podatkom, nie ma wyboru pomiędzy tańszą taksówką, a droższą tylko pomiędzy jadę albo nie. Z centrum Wrocławia, w nocy, muszę zapłacić za przejazd do siebie (nadal Wrocław) +- 60 zł. Uber dowozi mnie za 25 zł. I o ile mogę sobie pozwolić na dojazd za 60 zł od czasu do czasu, to wielu ludzi o prostu jedzie autobusem, bo 60 zł to dwa obiady.\nObniżyć podatki i dać taksówkarzom zarabiać, będą konkurencją dla Ubera.", "Nie w trzech, tylko w pięciu. Jak nazwa raczy sugerować 'trójmiasto' składa się z 3 miast.\nWarszawa\nKraków\nGdańsk\nSopot\nGdynia\nMi wyszło 5, a nie 3..", "Zaczne od końcowej oceny: jesteś słaby i zakłamany!! Dlaczego? Bo nie wspomniałeś ze wchodząc na aplikacje od razu miałeś wiadomość , ze z tego miejsca z którego chciałeś zamówić Uber stawka była wyższa. Nie wspomniałeś ze zamawiając Uber musiałeś zgodzić się na wyższą stawkę . Nie wspomniałeś ze była opcja podczas zamawiania Uber, ze Uber poinformuje Cię , jeżeli stawka będzie mniejsza( wystarczyło poczekać 2-3 minuty dłużej ). A najlepsze jest to ze zarabiasz kasę na tym kanale tak samo jak kierowca Uber!!!!! Procent idzie do Google a ty otrzymujesz resztę .Poprostu chciałeś zrobić odcinek na którym zarobisz kasę !!!! Co do podatków uwierz mi Uber CHCE je płacić , za ten stan który jest możesz mieć pretensje tylko do rzadu ze nie chce ich uregulować ! Jak byś chciał być uczciwy dogrzebał byś się do prawa które np. ustanowil stan Nevada. Ale chyba odcinek by się nie sprzedał !!!!", "Karolu, ale za OC/AC tak czy siak płacę nie ważne czy ktoś wsiądzie czy nie wsiądzie a za samochód płacę za rok duże koszty które moge podzielić między wielu ludzi po pare złotych. A podatek na drogi jest w paliwie :) \n\nTaksówkarze nie jezdza najkrótsza droga, szczegolnie po koncercie ;)\n\nI nie bede jezdzic gorszą, droższą taksówką. tak samo jak nie będę jeść droższych i gorszych produktów tylko dlatego ze są polskie...", "Ludzie będą z tego korzystać, dopóki będzie taniej. Taksówkarze mają ból o to, że oni muszą mieć licencje, a kierowcy Ubera nie (szkoda, że o tym nie wspomniałeś). To nie lepiej iść w tym kierunku, żeby znieść te licencje? Wyrównać szanse? \nJuż walić to, gdzie ktoś płaci te podatki. I tak w cenie paliwa każdy płaci tak samo, niezależnie dla kogo pracuje i są to bardzo duże kwoty. A to, co zaoszczędzę, płacąc 2 razy taniej, wydam w sklepie i podatek zapłacę ja. Na jedno wyjdzie. ;)\nTo, że pojawia się jakaś konkurencja, to powinien być jakiś kopniak dla taksówkarzy, żeby zaczęli coś robić lepiej, kupili nowe wozy, wprowadzili możliwość płacenia kartą. Pojawianie się nowych firm to duża motywacja dla tych starych i to jest pozytywne. Chyba, że komuś pasuje taki stan \"ch*owo, ale stabilnie\", żeby nic się nie zmieniało na lepsze w usługach.\nRozumiem argument o inwigilacji, ale do mnie to nie przemawia. I tak już jestem obserwowana, poruszając się komunikacją miejską, ponieważ bilety papierowe są wycofane i teraz każde moje wejście i wyjście z autobusu jest zarejestrowane dzięki elektronicznej karcie miejskiej. Takie czasy. Albo kasa, albo prywatność.\nDlatego ja nie widzę nic złego w korzystaniu z Ubera, pozdrawiam.", "Drogi Karolu Uber płaci podatki na infrastrukturę drogową itd ponieważ podatek drogowy masz w paliwie kolego. Płacą go wszystkie osoby posiadające samochód osobowy jest on wliczony w cenę paliwa. Przeszkadza ci to? To coś na zasadzie SYMBIOZY czyli pasożytowania z obopólną korzyścią. To nowy/stary trend w biznesie. Człowiek sam sobie sterem............ Póki masz wybór to wszystko gra :)))", "A jest coś w rodzaju Ubera dla TIR/ciężarówki z lawetą? Coś jak SHIPyou na europe z tvn turbo", "W Warszawie mają nową konkurencje - Heetch. Dużo dużo tańsze przejazdy.", "Twoja niunia jest jak bla bla car... :v", "Dla mnie głównymi motywacjami do korzystania z Ubera vs Taxi są:\n- Łatwość płatności. Nie noszę ze sobą gotówki, a w taksówkach płacenie kartą często jest utrudnione i długie. Zanim się terminal włączy, zanim załaduje itd. Tutaj kończę kurs i wysiadam.\n- Czas oczekiwania. Na taxi w Warszawie czeka się 10-20 minut, podczas gdy Uber to zazwyczaj ok 5min. W wyjątkowych sytuacjach zdarzało mi się czekać 10 minut.\n- Stan pojazdu. Mówcie co chcecie na temat doświadczenia kierowców, ale w większości rozklekotanych, dymiących i wyjących taksówek, 20-letnich passatów czy 30-letnich merców w kolorze majonezu po 8 właścicielach i 4 razy kręconym liczniku wcale nie czuje się bezpiecznie. Dodam już tylko zapach papierosów i na samą myśl odechciewa mi się jechać. Zdecydowanie wolę podróż nowym, małym samochodem niższej klasy.\n- Kierowcy. Przejazdy taksówkami kojarzą mi się z wątpliwej higieny mężczyznami, rzadko uprzejmymi, wzniecającymi rozmowy na drażliwe tematy. W zdecydowanej większości plują na rządy, na sytuacje w kraju i ojakmiźle, pierdolenierobieitd. Uber to natomiast z grubsza młodzi i otwarci ludzie. Przede wszystkim uprzejmi i starający się dogodzić pasażerowi bo są za to oceniani (słabe oceny mają skutkować gorszą dostępnością takiego keirowcy, może ktoś ma precyzyjne info na ten temat?). Dostaliście kiedyś w taxi ładowarkę do telefonu, wodę w upał, albo cukierki i gumę do żucia? Bo ja od kierowcy Ubera tak, a raz nawet t-shirt:). Co do ich doświadczenia - jak taki trochę pojeździ to z miastem też się otrzaska a nowoczesne nawigacje dają radę. Nie zdarza mi się wyjechać z takim w pole, a korki to już sam umiem omijać i zwracam uwagę. Chociaż w taksówkach podobnie.\n\nTaxi to super sprawa, ale ubera nie wybieram ze względu na cenę. Tak jak powiedziano w filmie, jest ona mocno zbliżona. Wybieram ubera ze względu na experience i jakość usług.", "Napiszę Ci dlaczego się mylisz. Wiedza praktyczna. Uber faktycznie nie rozlicza się w Polsce, ale kierowcy już tak. Jeśli ktoś tego nie robi i doświadczy kontroli to szybko zacznie. Bzdurą jest, aby to personifikacja Ubera tworzyła mnożniki zwiększające cenę, Ty widzisz ilość samochodów partnerskich i chociaż jest ich gdzieś całkiem sporo a cena wzrasta oznacza tylko to, że popyt wzrósł, którego już w aplikacji nie zobaczysz, a o zwiększonej cenie jesteś poinformowany przed przejazdem i możesz się nie zgodzić. Uber nie śledzi uber-partnerów bardziej niż oni tego chcą, a na chwilę obecną nie można już wypożyczyć w Polsce od firmy Uber zarówno urządzenia mobilnego jak i samochodu. To, że kierowcy nie znają w 100% topografii miasta trzeba przyjąć jako przełożenie jakości do ceny, chociaż też nie w pełni bo początki kierowcy można potraktować jako szkolenie, jak w każdej innej pracy. Mogę dodać, że przeciętnie jeden samochód w Uberze robi tyle kilometrów miesięcznie ile przeciętny Polak w rok, więc ludzie jeżdżący w Uberze to nie są słabi kierowcy. Dlaczego uważasz, że Uber jest uboższą wersją taksówek tego nie wiem, albo nie rozumiem i nie zgadzam się z Tobą pomimo oglądnięcia tego filmiku. Nie bronie Ubera, zwyczajnie uważam, że nie ma racji w tym co mówisz i nareszcie jest w tym kraju firma, która w tym sektorze oferuje możliwość zaistnienia wolnej przedsiębiorczości czy konkurencji bez (oprócz obowiązku rozliczenia) ingerencji państwa. Pozdrawiam", "Aktualnie działający kod promocyjny na darmowy przejazd! Kod jaki trzeba wklepać póki się promocja nie skończy to: WRTYWBFRUE.", "Nie do końca rozumiem po co bawisz się w proroka na co wydawane są nasze pieniadze. To że ty się przejechałeś po kosztach to twoja sprawa. Poza tym wole wydać 10zł na ubera niż 16zł na taxe i nie patrze czy jest to gdzieś odprowadzane czy nie. I tak hajs leci do kieszeni polityków. Jeszcze wspomniałeś \"walić odpowiedzialność globalną\"... Nie mów ludziom jak mają żyć.", "UBER to frajer! Nigdy nie skorzystam ja ani nikt z moich znajomych. Wolę płacić więcej niż dofinansowywać inne kraje. Skoro korzystają z polskich dróg czemu nie odprowadzają podatków do polski. Powinni to zdelegalizować!!!", "Polecam BlaBlaCar", "społeczniacka menda", "Człowieku, jesteś za głupi żeby nawet to komentować, już nie mówiąc o kwestiach ekonomicznych.", "Fajna koszula, co to za marka? :)", "Zdecydowanie wolę taksówki, stoi za nimi jakaś firma, taksówkarze mają licencje, 1,30zł za km i też można płacić kartami no i co 10 kurs lub jak teraz przez świętami w Lublinie co 7-my kurs gratis..", "nie przeszkadza mi to....  poza miastem taksowki kasuja 120zl a uber jedzie za 40!", "Minęło kilka miesięcy, Uber jest dostępny w innych miastach Polski i nasunęły mi się również pewne przemyślenia. Pierwsze - szczytne pomysły i tak są weryfikowane przez rynek. Na Blablacar system w zasadzie wymusza zarabianie. W wielu przypadkach. Na Airbnb - mało kto w tej chwili nie robi tego czysto komercyjnie. Ja korzystałem 2x z AirBnb - raz spałem w hotelu :D, a raz w mieszkaniu, jednym z wielu w tej kamienicy, które były wyłącznie wynajmowane na airbnb. \nUber jest odpowiedzią na idiotyczne przepisy. Naprawdę ktokolwiek uważa, że aby być taksówkarzem (przy całym szacunku dla tego zawodu), w dzisiejszych czasach(!) trzeba mieć jakieś papiery i podbity egzamin na znajomość miasta? Po jaką cholerę, skoro Google, który nawiguje kierowcę Ubera, ma najświeższe dane na temat korków? Mało tego - niweluje to jakąkolwiek możliwość oszustwa, bo pasażer w trakcie przejazdu ma również wyświetloną mapkę z zanzaczoną trasą, po której kierowca powinien jechać. Kolejne plusy - nowe, czyste samochody. Przyjemni kierowcy. Brak rozliczeń gotówkowych. A to, że podczas jakiegoś koncertu jest drożej? Przecież od początku wiesz ile zapłacisz. Jeśli nie akceptujesz danej stawki - zadzwoń po taksówkę. I ostatni aspekt - bezpieczeństwo. Mało który pasażer byłby takim idiotą, żeby w przypadku, w którym Uber ma jego imię, nazwisko, adres i dane karty kredytowej, zrobił coś kierowcy i vice versa. Dodatkowe akcje z lodami, choinkami czy pączkami są dla mnie jak najbardziej na plus. To dodatkowo wyróżnia tę firmę. \nA odpowiedzialność społeczna? Firma może być zarejestrowana gdzie chce. W Polsce świadczy tylko usługi. Uważam jednak, że kierowcy powinni odprowadzać podatek dochodowy w Polsce - to bez dwóch zdań. Pamiętajmy jeszcze o tym, że tankując paliwo również dorzucają się do kasy państwa.\n\nDla mnie z Uberem naprawdę wszystko gra jak rzadko kiedy.", "Jest aplikacja taka jak uberowa i nazywa się \"mytaxi\" działa w wawie i krakowie na razie. Często rozdają kupony na darmowe przejazdy przez email, polecam samemu sprawdzić.", "Gość mnie znudził po dwóch minutach.", "W krakowie jedyną rzeczą jaką różni Ubera od najtańszej taksówki jest mózg tego drugiego...aplikacja do zamawiania jest w 8 z 10 sieci,kartą zapłacisz w 7 z 10 sieci,podatki płaci każdy taksówkarz...a jedynymi ludźmi czerpiącymi profity z tej appki są goście w US...", "Taxi staną się uberem", "Karol, wszystko fajnie - ale stosując analogię - że nasze taksówki są również bardziej wartościowe - bo mimo wad płacą u nas podatk i budują nasz kapitał narodowy - to wedle tej logiki winieneś stać na froncie krytyki drenażu polskiej gospodarki przez duże sieci marketowe i korpo bankowe, prawda?", "Uber to następny szwindel ludzi z haczykowatymi nosami i pekaesami przy uszach :)\nAle gównojady mają to gdzieś, bo liczy się tylko piniądz.", "druga łapka w dół w mojej karierze oglądacza youtube.", "Podałeś niewiele obiektywnych (podatki) i wiele nieobiektywnych wniosków (1. Uber płaci przelewem? Naprawdę? W dzisiejszych czasach to jakiś temat? 2. Cena na AC/DC, gdy nie można było zamówić Taxi - lepiej chyba mieć drożej niż wcale - to jest biznes. 3. Monopol? :) Bez żartów, korporacje taxi do tej pory miały monopol i nigdy nie padną, więc o monopolu Ubera nie ma co marzyć. 4. Sharing economy? Who cares sharing economy w przypadku Ubera i Polski? To nie sharing economy, tylko kolejny skuteczny finansowo pomysł biznesowy od wujka Toma. BTW, Polska jest na dorobku, póki co, ma być taniej dla konsumentów, aby więcej konsumować, itd.).\n\n\nKiller argument? Kierowca Ubera może sobie dorobić 2-3 tys. do pensji, którą później wyda (podatki). Spójrz na to nie tylko od strony socjalisty walczącego z kapitalizmem (który to socjalista, jak widać na filmie, dużo konsumuje i go na to stać - to nie zarzut, to czasy), ale od strony ludzi, który dzięki temu zwiążą często koniec z końcem, lub takich, którzy dzięki temu pojadą na wakacje do Egiptu.\n\n\nSzerszą perspektywę warto posiadać.\n\nA przy tym... odkryłeś fakt, iż Uber to CORPO i ma przemyślany i agresywny model biznesowy... To zasługuje na Nobla z Youtube. Jestem klientem Ubera, jestem niezadowolony, iż podnieśli tydzień temu ceny, ale wciąż jest taniej i czyściej niż w Taxi. Dopóki będzie, dopóty będą mieli klientów. Kapitalizm.", "Taksówkarzom pewnie leci już piana z pyska xD", "ja pierdole, człowieku, jak chcesz płacić podatki to możesz nawet 100% płacić w formie darowizny np. Zostaw ubera w spokoju. Ja bym wolał mieć takich uberów kilkanaście i płacić najtaniej. Ty myślisz, że jak taksówkarz płaci jakieś grosze podatku (ciężko zarobione) to z tego są drogi budowane? Drogi się buduje i remontuje z podatków w paliwie, opłat za przejazdy (ciężarówki) oraz dotacjom unijnym.  Podatki od taksówkarzy trafiają do tego samego wora co podatki od szewca czy piekarza. A jak są dzielone to nie masz wpływu. Tankując paliwo płacisz ponad 50% podatku. To mało?  Jak zatankujesz pełny bak za powiedzmy 300zł to jeśli nie możesz odiczyć VAT to płacisz prawie 200zł podatku. Potem jedziesz np taką A4 i płacisz za przejazd 60km następne 20zł.  I jeszcze ci mało i zachęcasz żeby płacić więcej podatków w Polsce bo to jest korzystne (dla tych co dzielą kasę w resortach na pewno choć im zawsze jest mało), no sorry, ale to że UBER nie rozlicza się w PL to nie znaczy że państwo na tym nie zarabia. Zarabia i to krocie, a jakby obniżyli podatki dla firm to zarabialiby jeszcze więcej bo więcej firm tu by się otwierało i z checią zapłaciło by niski podatek, tylko,że nasi wybrańcy narodu mają budyń w głowie i większość nigdy nie pracowała w sektorze prywatnym, to ciężko, żeby myśleli jak można zarobić jak potrafią tylko zakazywać i nakazywać, bo przecież wyższe podatki to więcej kasy dla biednych i poszkodowanych i kraj będzie piękniejszy.Ale to prowadzi zawsze do solidnego łupienia końcowego konsumenta czyli Ciebie. Ta twoja retoryka sprowadza się do jednego: urzędnik wie lepiej jak wydać moje pieniądze więc mu je oddam i jestem z tego dumny. Czyli socjalizm w czystej formie. To już przerabialiśmy. Jak się skończyło takie myślenie to wiemy. Ale niektórzy myślą dalej (w tym Ty) że to może działać i działa dobrze. No rozpacz i dramat.", "w stanach lincolnami popierdzielają jak u nas passatami", "Jesteś chujowy hehe", "To, że taksówkarze zasilają budżet państwa nie jest argumentem przemawiającym za tym żeby korzystać z ich usług zamiast z przejazdu, który nie jest obciążony VATem, ZUSem i podatkiem dochodowym.. Ogólnie idea zasilania kieszeni lokalnym przedsiębiorcom jest słuszna i myślę, że większość społeczeństwa z chęcią wybrało się do butiku odzieżowego w którym kupiłoby dobrej jakości koszulkę uszytą w zakładzie krawieckim Pani Krysi z sąsiedztwa zamiast słabej jakości produkt z międzynarodowej sieciówki uszyty przez małe chińskie rączki.. ;) Problem polega na tym, że zdecydowana większość społeczeństwa nie może pozwolić sobie na luksus wybierania towarów względem jakości i patrzy głównie na cenę. Dobrze jest mieć ten komfort i wybierać spośród dostępnych rozwiązań te które są najlepsze dla nas, a nie tylko dla naszego portfela. Niestety nie każdy takowy posiada..\n\nNie powinniśmy winić żadnej korporacji za to, że ucieka z podatkami tam gdzie może zapłacić ich mniej, mało kto lubi rozdawać swoje pieniądze. Zarówno sklepikarze, taksówkarze jak i ktokolwiek inny prowadzący działalność zarobkową w naszym pięknym kraju pretensje o to, że ktoś ucieka stąd przed kosztami powinien mieć do osób za to odpowiedzialnych. Gdybyśmy mieli podatki w takiej samej wysokości jak na Malediwach czy na Szeszelach to nikt by przed polskim fiskusem nie uciekał ;) Do tego jeszcze warto dodać, że pieniądze z budżetu państwa są wydatkowane wyjątkowo nieudolnie - gdybyśmy w ramach opłacanych podatków i innych świadczeń społecznych mieli odpowiednio dobrze działające państwo to bardziej liczylibyśmy się z tym czy dany usługodawca płaci podatki w Polsce czy nie.. ;)", "oho, od 9:48 piękne podsumowanie niczym z ust pracownika służb skarbowych z czterdziestoletnim doświadczeniem. Płacić więcej (uśredniając normalne stawki i eventowe) i za gorszy standard, ale naszym i fiskusowi. Tsk Tsk, już Pana nie lubię Panie Paciorek.", "Nie znam uczciwego taksówkarza. Staram się nie mieć uprzedzeń, ale choć nie korzystam z taksówki często to za każdym razem trafiam na cwaniaka. Nagminnie oszukują, źle naliczają stawki, nie dają paragonów, poproszeni o taki, robią aferę, focha i znajdują masę powodów dlaczego nie mogą go dać. Lekceważą kobiety, jakby nie znały prostej matematyki i wychodzą z założenia, że kobiety można oszukać. Nie mówię już o fałszywym byciu miłym, zagadywaniu by jechać na około i tanim podrywie. Udają też okropnnie biednych i nie dają rachunku tłumacząc się, że płacą wysokie podatki i zus. Jakby oczywiście klient ich nie musiał płacić. Dla mnie jazda taksówką to trauma. Unikam jak mogę. Wiele razy zostałam podle oszukana. Ci ludzie nie płacą rzeczywistych podatkôw i nikt tego nie kontroluje. Wiecznie stwierdzają brak dochodów albo stratę. Albo rejestrują działalność a po miesiącu zawieszają i tak w koło kombinują. Inni przedsiębiorcy nie mogą sobie na coś takiego pozwolić. Nie daje zarobić oszustom", "Teoria o monopolu jest lekko przegięta. Uber to alternatywa dla taksówek i w wolnym kraju każdy ma prawo decydowac, czy chce jechac taksowka, czy chce jechac uberem, czy jeszcze wybierze inna forme transportu, np. car sharing? \n\nTwierdzisz, ze blablacar i airnb naleza do sharing economy, bo nie zarabia sie celowo pieniedzy, tylko przy okazji.  Kierowcow ubera nazywasz przechrzczonymi taksowkarzami i zarzucasz uberowi, ze stosuje dumping, czyli po prostu inwestuje w promocje swojej uslugi. Blablacar wydaje miliony na adwordsy i reklame w internecie, a uber wydaje na darmowe lub tansze przejazdy.  Czyli wg Ciebie forma w jakiej uber zdobywa popularność jest juz stricte komercyjna a blablacara nie?  \n\nBlablacar, ktory wydaje ogromne pieniadze na promocje i jeszcze jest darmowy, co niedlugo sie skonczy, bo udzialowcy blablacar wydajac chyba ponad sto milionów na rozwoj aplikacji i wejscie do nowych krajow robia to w celu inwestycyjnym a nie filantropijnym.\n\nWg mnie Uber nalezy do sharing economy, poniewaz pozwala lepiej i efektywniej wykorzystywac auta, ktore bez Ubera stalyby na parkingu. Jezeli auto moze byc w latwy i prosty sposob uzyte do przewozenia ludzi to jest to jak najbardziej zgodne z sharing economy.\n\n\nZarzut, ze kazdy kierowca ubera jest zatrudniony i traktuje to zawodowo jest żałosny...\n\n\nPodsumowując, ponieważ masz podejście lewicowe do tematu. Dla mnie jako czlowieka ceniacego sobie wolnosc liczy się posiadanie nieskrępowanego przez urzędników wyboru, czy chce jechac z amatorem przez ubera, czy zawodowym kierowca w taksowce. \n\n\nWolność wyboru zamiast narzucania przez kogoś dla mnie jedynej słusznej legalnej i etycznie poprawnej wg rządzących opcji.", "Ja nadal będę korzystał z normalnych taksówek, ale z lotniska do centrum z pewnością wziąłbym ubera, który nie będzie mnie woził po całym mieście i poda mi cenę na początku, a nie taką jaką sobie cwaniaczek z taxi wymyśli. Ale nie zmienia to faktu, że sam bym chętnie dorobił sobie w uberze.", "Uber wszedł do Wrocławia i Poznania.", "Może i Uber nie płaci podatków w Polsce, ale jednak daje pracę wielu osobom, które w ten sposób mogą dorobić sobie do marnej pensji. Nikt nikogo nie zmusza do korzystania z Ubera, jeśli ktoś woli taksówki, to proszę bardzo. Przelicznik nie jest ani narzucany przez jakieś widzimisię, ani nawet przez człowieka, bo stawki są większe w momencie gdy na danym obszarze jest o wiele więcej klientów zalogowanych do systemu niż kierowców. Jeśli nie chce się więcej płacić czasem wystarczy wylogować się i spróbować znowu za 30 minut. A jak komuś zależy na czasie to zamówi teraz, licząc się z tym, że więcej zapłaci, ale jednak kierowca uber przyjedzie po niego w pierwszej kolejności. Gdyby tego nie było klient nie miałby możliwości sprawdzić czy jest teraz duże zainteresowanie, ile będzie czekał itd. Zwolennicy tradycyjnych taksówek u nas będą jeszcze długo, więc monopolu Uber i tak mieć prędko nie będzie.", "Pan Karol dla korporacji robi. Niedoszła dziennikarzyna:)", "To wez Ubera za 10zl i zaplac oddzielnie te 6 zlotych na \"drogi i bezpieczenstwo\" przelewem do Fiskusa. Na pewno Ci podziekuja.\nJesli chodzi o GPS to wlasnie z niego kierowca wie jak omijac aktualne korki. Plus jedzie najkrotsza droga, a jesli nie to masz zwrot od Ubera. Jaka mam gwarancje ze kierowca smierdzacej taksowki pojedzie wlasnie najktotsza droga? Zwlasza, jesli jestem w obcym miescie, szczegolnie za granica...\n\nZ czym sie zgodze to ze Uber nie powinien pozwalac na uzywanie nie swoich aut. Nazwisko kierowcy powwino widniec na ubezpieczeniu i dowodzie rejestracyjnym.", "tak z ciekawości Karolku czy masz prawa autorskie do wykorzystania reklamy Ubera? coś czuje, że nie ale jeśli się mylę to mnie popraw proszę", "➡️ cch9wue - kod 50zł na 2 przejazdy <3", "To samo będzie z lokalnymi busiarzami i Polskim Busem. Najpierw dumping, wykończenie konkurencji i podwyżka cen. Nie, nie pojawi się nowy przewoźnik, bo będzie wiedział, że PB może sobie pozwolić na ponowny dumping.", "Najlepiej weź się sprzedaj na własność rządowi.", "Karolku, jesteś potwornym RAKIEM. Odsłuchaj Ważną Wiadomość.", "Oto dlaczego należy korzystać z UBERa. Dziękuję, lewaku.", "Poszukaj w sklepie google aplikacji MPT Warszawa. Możesz zamówić taksówkę nie wypowiadając nawet jednego słowa, dyskretnie, nawet podczas spotkania biznesowego. Możesz płacić kartą bankową, kartą korporacyjną (jeżeli twoja firma ma umowę na jazdy bezgotówkowe), kodem, hasłem, potwierdzeniem wykonania usługi, jak chcesz! Zatem sprawdź swoje wiadomości zanim zaczniesz pierdoły opowiadać czyli po prostu kłamać robiąc ludziom wodę z mózgu. Zadzwoń po prostu do firmy taksówkowej i zapytaj o fakty. Co do reszty nie mam większych zastrzeżeń.", "Zdecydowanie materiał już na starcie jest klapą. Uber nie wywodzi się z żadnego sharing economy i jak sam zauważyłeś od początku chodziło tutaj o zysk. Do tego materiał w żadnym stopniu nie jest obiektywny. Konsumenci świadomie wybierają tańszą i lepszą ofertę. Jeżeli twierdzisz, że doszło do monopolizacji rynku to i tak prędzej czy później powstanie nowa alternatywa bo od tego jest kapitalizm. Poza tym to właśnie uber udowadnia, że nie trzeba mieć jakiś śmiesznych papierków, aby wozić odpłatnie ludzi. Co do inwigilacji, cóż kolejna bzdura po wylogowaniu się z panelu dostęp do takich danych jest niemożliwy, z resztą nawet gdyby tak było, można po zakończeniu pracy ograniczyć dostępność do usług lokalizacji.Poza tym jest to lekka hipokryzja bo twój kanał zarabia na takiej samej zasadzie jak kierowcy ubera.", "hahaha - a czy youtube(google) zarabiajac na Twoich filmikach odprowadza podatki w Polsce? Ty dostajesz hajs, z ktorego sie rozliczasz albo i nie natomiast google odprowadza hen daleko tak wiec prawiac moraly ludziom, ktorzy tyraja na inną firme zeby samemu dorobic pare groszy zacznij od siebie..", "iphone , nie znam takiego systemu , no chyba że chodzi o ios", "a co z \"ITaxi\" i UberDriverr , np jeżdzą w nissanach gtr , bentleyach itp", "Facet w szortach to tak jak  w spôdniczce", "karol kiedy ls ?", "Bo inne duże firmy odpowadzają podatki w polsce, polecam nie jeść w sieciówkach ani w sieciówkach nie kupować bo one nie odprowadzają podatków w Polsce. Nie kupować w marketach bo one też nie odprowadzają podatków w Polsce. \nCoś autor zapomniał wspomnieć, że duże firmy nie płacą podatków tam gdzie działają.", "Sytuacja może byłaby inna, gdyby taryfiorze nie byli takimi tanimi szujami, kombinującymi tylko wciąż jak by tu klienta wy***ać, jak wyciągnąć mu z portfela dodatkową stówkę gdy nie jest do końca trzeźwy i jak zaorąglić sobie kwotę w górę, conajmniej do najbliższej 20stki.", "Co za LEWACKA logika. Kliknąłem filmik, bo szukałem praktycznych informacji. Tymczasem uzyskałem moralizatorski wykład, co więcej całkowicie fałszywy z ekonomiczno-społecznego punktu widzenia. Nie mam ochoty się tu rozpisywać, bo i tak nikt tego nie czyta, odniosę się tylko do paru punktów. 1) w ekonomii przyjmuje się konsumenta jako punkt odniesienia, dobrobyt odnosi się do konsumentów, nie taksówkarzy (którzy po pracy też są zresztą konsumentami) 2) kreatywna destrukcja Schumpetera - modele biznesowe, które dostarczają lepszej jakości usług (o czym świadczą autonomiczne decyzje konsumentów) wypierają te mniej efektywne (patrz: taksówki) i na tym polega postęp (patrz: zamów sobie dorożkę) 3) podatki dochodowe PIT i CIT to tylko niewielka część podatków płaconych przez przedsiębiorców i pracowników (dużo więcej budżet zarobi na akcyzie i Vatcie za paliwo kierowcy Ubera. 4) zbita szyba Bastiata - to, że konsumenci zapłacą mniej za usługę Ubera, spowoduje, że pozostaną im w kieszeni zaoszczędzone w ten sposób środki, które spożytkują na inne potrzebne im, dostarczane efektywnie usługi i produkty, co napędza gospodarkę i alokuje kapitał do gałęzi najefektywniej zaspokajających potrzeby konsumentów i innowacyjnych 5) dumping i elastyczność cena lepsza niż sztywne taryfy - co za ekonomiczny nieuk może coś takiego powiedzieć. Ten algorytm pozwala właśnie zrównoważyć popyt i podaż, dzięki czemu nie następują nadwyżki popytu (klienci czekają po godzinie na kierowcę po koncercie), bo kogo stac i/lub bardziej mu zalezy zaplaci wiecej. Przy okazji zwiększa to rentowność samego Ubera i kłóci się z rzekomym wyzyskiej jego kierowców.\nMiało być krótko, wyszło długo. Nie mam cierpliwości do niedouczonych moralistów i trybunów ludowych  ze sprawiedliwością społeczną na sztandarach. \nPS. Polecam poczytać Rothbarda", "Po pierwsze Uber informuje klienta o wzmożonym popycie na kursy, informuje o stawce a przed zamówieniem samochodu jest możliwość wyceny kursu po danej stawce. Wchodząc do taksówki nie wiemy dokładnie ile zapłacimy ale jeżeli uznamy, że taksówką jest taniej zamawiamy taksówkę, proste. \nNawiasem mówiąc \"wzmożony popyt\" występuje tylko w danych rejonach miasta gdzie aktualnie jest mało samochodów, zdarza się to dość rzadko okolo 95% czasu jest stawka podstawowa czyli 1,40zł.\n\nPo drugie nie uważam, że kierowcy Ubera są gorszymi kierowcami od taksówkarzy. Jeżeli ktoś mieszka w mieście w którym jeździ na Uberze również jest obeznany w topografii, jazda na GPS tylko w tym może pomóc, uber korzysta z map google i waze które doskonale radzą soba z ominięciem korków i optymalizacją trasy.\n\nPo trzecie niejednokrotnie jechałem taksówką która była kopcącym i śmierdzącym złomem. Argument, że są \"nasze polskie\" i dzięki temu zbudujemy drogi i infrastrukture jest idiotyczny. Kierowca ubera dostanie nieopodatkowany dochód który przeznaczy na zakupy opodatkowane vatem więc państwo i tak zarobi :) jedyna różnica to ZUS który jest czarną dziurą, który taksówkarz musi opłacić.\n\nPrzeraża mnie, że film ma tyle like bo po części sieje propagandę obecnej władzy. Rozwój gospodarczy osiąga się dzięki firmom takim jak Uber i zniesieniu podatków które sią NIEEFEKTYWNE!", "Ja jechałem na AC/DC z Woli (i z powrotem) za jakieś niecałe 25 złotych, chyba miałeś pecha...", "Za zachęte do kupowania polskiego łąpaj łapkę w górę.", "nie wiem czemu ale jakoś mnie teraz nie przekonujesz. Bardziej pasował mi Karol ze stronniczych. Sry ... /", "No nie wierzę. Żadnego argumentu... Powiedziałbym nawet, że argument z podatkami jest na stronę firmy Uber, aby pokazać politykom, że firmy przenoszą się do państw gdzie są niskie podatki. Jechałem Uberem w USA i wyszło nieco ponad 10$ taniej! Czekam kiedy pojawi się w Polsce na pełną skalę.", "jak byś nie wiedział w aplikacji jest wycena przejazdu i działa prawidłowo.", "To, że po koncercie nie widziałeś mniej uberów niż zazwyczaj nie oznacza tylko tyle, że to nie problem podaży (ilości aut), a popytu (ilości klientów). W końcu na koncercie było circa 50tys ludzi i jakaś część chciała wracać uberem, zapewne większa niż zazwyczaj. I mógłbym tak dyskutować z większością argumentów, które podałeś. Bardzo jednostronny punkt widzenia przedstawiłeś.", "Mieszkam w Niemczech taksowke zamawiam appsem moge placic karta do tego moge negocjowac cene. Po co mi Uber ?", "polskie drogi  podatki hahaha autodiss", "daje suba! dzięki", "W Warszawie sa dostepne aplikacje na zwykle taksowki, mozna podpiac karte, wybrac metode platnosci, sledzic trase na mapce (zarowno dojazd taksowki na miejsce jak i swoj przejazd), potem mozna ocenic kierowce, wiec nie widze sensu korzystania z ubera.", "Nie wiem czemu tak mówisz o starych autach, na chwile obecną w Krakowie są już firmy, które mają swoje aplikacje na androida & iOS. Możesz zamówić taksówkę przez aplikację, zapłacić kartą za kurs jak i sprawdzić w czasie rzeczywistym na mapie gdzie znajduje się taksówka, która po Ciebie jedzie :)", "Ciekawe czy ten materiał jest sponsorowany przez korpo Taxówkowe czy po prostu tania sensacja bardziej schodzi niż porządny materiał:). Opozycja dla innowacji, kompletnie niezrozumienie idei, obrona już nie działającej ekonomii lat 70tych XX wieku - tak podsumuję ten materiał.", "Urodzilem sie i mieszkam w Rzymie, moge wam powiedziec ze stawki do publicznych taksowek sa tu bardzo drogie a taksowkarze staraja sie jak najbardziej krasc pieniadze od klientow szczegolnie obcokrajowcow. Jedyna pozytywna rzecz ktora uwielbiam z Uber jest ze wreszcie pojawila sie konkurencja i wreszcie zaczeli pracowac z dobrymi cenami! Szkoda tylko ze zablokowali usluge Uber Pop, ale pozatym mamy car sharing ktorym jest rewolucja!", "chciałbym takiego ubera, ale polskiego .....", "nie ma takiego miasta jak trójmiasto", "Zgodzę się tylko z tym, że rzeczywiście taksówkarz (oczywiście o ile jest zaufany, a nie cwaniak, który turystę zabierze dłuższą trasą) może zabrać nas szybszą trasą, chodź pewnie i to w uberze się zmieni, ponieważ ja już na janosiku mam pokazane czarnym kolorem trasy zakorkowane lub z powolnym ruchem.\n\nMonopol na wolnym rynku jest niemożliwy, zauważ że do tego czasu taksówkarze poprzez licencje (nawiasem hehe mówiąc durna licencja, taksówkarz z licencją potrafi mnie zoperować, czy coś innego niezwykłego, że trzeba ten zawód regulować? dlaczego nie ma licencji na roznoszenie ulotek, wtedy to by zarabiali ulotkarze 20złh ^^) mieli monopol. Kiedyś Poczta Polska miała monopol na przesyłki powyżej ileś tam gram, a inpost mimo dodawania blaszek, aby podwyższyć ciężar listu by ominąć ten przepis był mimo to tańszy. Jeżeli uber będzie później droższy niż dzisiejszy taksówkarz, to wtedy przychodzi \"drugi uber konkurencja\" lub standardowy taksówkarz, który sobie liczy, że pojedzie taniej od ubera, a i tak zarobi. Zrobi mu konkurencję i uber znów obniży ceny - naturalna rzecz na wolnym rynku.\n\nCo do podatków:\n\n(Liczenie, bardziej logiczne, z zachowanie podstawy: popyt, podaż, krzywa laffera, żeby było dokładniej to tak pewnie miesiąc pracy jednego analityka,  a i tak dopóki się nie sprawdzi to się nie dowie.)\nJeżeli 1 000 000  osób za przejazd jest wstanie zapłacić 2,5zł/km minus składka zdrowotna (niecały zus) i od tego minus kwota wolna od podatku niech dla równego rachunku zostanie z tego na czysto 2zł/km dla kierowcy (przykład kierowcy na jednoosobowej działalności gospodarczej), który płaci podatek dochodwy 18%, co daje nam dla budżetu państwa 180 000zł/km.  Natomiast przy cenach ubera (obecnie dumpingowych - co akurat jest jednym z normalnych sposobów promocji marki, jak widać skuteczny).  załóżmy, że 1,5zł/km to o ile, więcej osób zacznie korzystać z przewozów, akurat w tym wypadku poprzez ubera 1,5x więcej,2x więcej? Gdybym płacił 10gr/km to jeździłbym codziennie taxówami, tak wiec cena wpływa też na popyt! Pomyślmy, że te 1 000 000 osób z taxi przechodzi na ubera i oszczędza 1zł/km, którą  to wydaje na inne produkty, czy usługi np. kupuje sobie lizaka, jadąc normalną taxi nie kupiłaby sobie go i klepałaby dalej biede ^^ tylko, że w lizaku jest !VAT! (różne produkty i usługi, mają rożne stawki vat  dlatego nie dam dla przykładu 23%, a 20%), czyli teoretycznie (bo tu składa się jeszcze milion innych czynników, np ktoś kupi sobie obligacje państwa ^^) zarobi 200 000zł/km. \n  Korporacje taxówkarskie, też potrafią nie płacić podatków (milion zł obrotu i  już CITu nie płacisz)  :)\n\nCo do podniesionych cen na czas eventu to, rzeczywiście zauważyłem to samo \"nie rynkowe\" zagranie przez władze mojego miasta. Tak się składa, że w wakacje, jakoś mocno wzrasta liczba turystów i samochodów. Przez co ja cierpię, bo płacę 2x więcej niż w zimę w parkometrach. \"Panie prezydencie jak żyć?\". Pewnie też na czas koncertu \"nieuczciwi\" właściciele hoteli podnieśli ceny pokoi, bo wywnioskowali, że będzie 10 chętnych na 1 pokój/100zł. Niestety występuje limit pokoi i podnosząc cenę robi nam się np. 2 chętnych na 1 (ten sam) pokój/300zł. Właściciele hoteli fundacji dobroczynnej raczej nie prowadzą tylko chcą zarobić. Natomiast jeżeli chodziło Tobie tu głównie o to, że wiesz ile zapłacisz dopiero na koniec, to jak przyjdzie \"inny uber 2\" z tymi samymi opcjami co pierwszy + stawka jest nie zmienna to pewnie wygryzie go z rynku albo tak jak ty ludzie zaczną po prostu wracać do taksówek. Wtedy uber będzie zmuszony dodać stawki niezmienne. W skrócie: popyt, podaż, popyt, podaż, popyt, podaż, popyt, podaż...\n\n\"Kiedyś ścinało kijami dziesięciu drwali jedno drzewo przez 10h, potem wynaleźli piłę mechaniczną i zwolnili 9 drwali ponieważ jeden drwal ścinał 10 drzew w ciągu 1h. Okazało się, że zmarli z głodu, bo całe życie ścinali tylko drzewa, a już nie było dla nich pracy na stanowisku drwala :( \n- oczywiście żart! przeżyli, bo zwiększyła się podaż i drewno stało się \"tanie jak barszcz\" i po powstawały tartaki, fabryki kominków itp. gdzie pracę znalazło nie tylko 9 byłych drwali, a i jeszcze setka innych osób\" \n\nElo!", "Pierdziele! zawodowi taksówkarze to naciągacze wole UBER a podatek i tak jest zapłacony i za auto i za paliwo a konieczność płacenia jeszcze \"bo działalność\" jest skandaliczna!", "Wydaje mi się, że taksówki są tu ciut za bardzo gloryfikowane. Niby pracują tam profesjonalni kierowcy, którzy znają teren. Niestety ci \"profesjonalni\" kierowcy zachowują się często nieodpowiedzialnie na drodze (dotychczas jak miałem jakiekolwiek niebezpieczne/irytujące sytuacje w ruchu drogowym na mieście to właśnie z udziałem taxi), a jak nie zna się okolicy, tzn. jest się np. turystą, to taksówkarze mogą to wykorzystać i pojechać zupełnie naokoło. Znam takie sytuacje, na szczęście nie z własnych przeżyć.", "Pierdolisz jak potłuczony.\nSkoro taki z ciebie patriota to kupuj tylko to co wyprodukowane w Polsce, polski telewizor, polski komputer, z polską kartą graficzną, polskie auto, polskie buty, polską odzież.\nI kupuj tylko w polskich sklepach , omijaj lidla, biedronkę , kauflanda bo to przeciez zagraniczny kapital, który oszukuje swoich pracownikow nie placąc za nadgodziny i zatrudniajacy na umowy śmieciowe.\nI co ty na to??? Panie patriota...", "Zawsze dyskusja o odprowadzaniu podatków przez firmy kończy się zdaniem.                                        \"Zawsze możesz, za zaoszczędzone pieniądze czy to w Biedronce (względem sklepu u Pani Władzi) albo w Uberze (względem jakiegoś TeleTaxi) kupić obligacje skarbu państwa\"   i nawet z tym nie handluj", "Patriotyzm ekonomiczny- podstawa zdrowej gospodarki.\nFajnie Karolu, że go propagujesz na kanale :)\nPozdrawiam", "Jak mówił Stefam Kisielewski : Socjalizm rozwiązuje problemy nie znane w innych ustrojach.\n\nA jakby tak nie było licencji na taksówki i każdy mógł ustawić się i przewozić ludzi za pieniądze ?", "Boże, jak ten program jest o niczym...", "Mój kolega jeździł CLA i miał jakiś hajs z tego. Teraz jest jednego mercedesa mniej na podjeździe i kasy ma mniej, ale oczywiscie można powiedzieć, że uber sprawia, że wśród Polaków jest bieda i śmierdzi gównem. Nie szalałbym z podciąganiem płacenia podatków pod 'odpowiedzialność cywilną' bo dla mnie każdy, kto omija płacenie podatków jest bohaterem.", "Spoko. Nie krzyczysz i właściwie to interesuje cię to o czym opowiadasz. Biore suba i zobacze co się będzie działo dalej.", "Uber znalazł sposób na Berlin i obecnie działa tam jako zwykła korporacja taksówkarska z wyszukiwaniem taksówki przez telefon.\n\nDumping, jeśli faktycznie tutaj zachodzi, to powinien być ścigany - w Polskim prawie jest absolutnie nielegalny.Pytanie, czy to jest ścigane z urzędu, czy na wniosek pokrzywdzonego.", "Bardzo dobry materiał.", "Słucham twoich opinii od 7 minuty i muszę to skomentować (to chyba mój 3 komentarz).\n\nJeżdżę codziennie taksówkami (tak mi się pofarciło) a w weekendy uberami (bo taniej bo prywatnie). Taksiarze w 90% nie ogarniają nic. W 50% przewalają w warszawie na taksometrach. Więc trasa i opłata liczona po GPS to zbawienie, które oczywiście można modyfikować.\n\nCo do cen dynamicznych, zapłaciłeś 40zł z narodowego do centrum? Ale szkoda ze nie dodałeś, że uber każe w sytuacji zmiany ceny, wpisać ręcznie podany przez nich \"mnożnik ceny\". Przez co nie ma tak, że sobie zamawiasz i nie wiesz ile zapłacisz - wiesz dokładnie bo musisz ręcznie wklepać w aplikacje cenę aby móc zamówić przejazd. Kiedy ceny są dynamiczne często nie da się zamówić taksówki (pomost 511 co weekend). Uber za 2x podstawową stawkę jest w 4 minuty. Dlatego uważam że ceny dynamiczne to dobry plan. Regulują popyt przy określonej podaży. Co do reszty kwestii jak uwarunkowania prawne to się zgadzam, wszystko jest tu szare.\n\nTak czy owak, uważam że postawiłeś sobie tezę, którą próbujesz udowodnić za pomocą półprawd.\n\nElo!", "Karol Paciorek, typowe polskie myslenie... nic dodac nic ujac... najlepiej wprowadzic zamkniete granice i cofnac czasy do komuny... Kiedy Wy zrozumiecie co to znaczy gospodarka wolnorynkowa ? Niech sobie robia co chca ? Opowiada czlowiek, ktory uzywa Iphona...", "Oczywiscie, taksowkarze znaja trasy, ale co nie znaczy, ze zawsze wybieraja te najlepsze, korzystne dla nas... Czesto bywa wlasnie wrecz przeciwnie.", "Wyjebane na te firmy co oddają tu podatki, rolowanie długu  i ciągła dziura, na pewno tego nie odczujecie gwarantuje wam :D za to odczujecie waszą kieszeń", "Kupiłeś mój sub tym filmem", "Swój do swojego po swoje.", "Cóż za bełkot. Kupę ludzi jeździ uberem, bo wiedzą, że kiedy zapłacą za przejazd(nieważne czy mniej czy więcej niż taksówką), kasa trafi przede wszystkim do kierowcy, nie zostanie przemielona przez zus, skarbówke, nfz i inne gówna. Warunki zatrudnienia w uberze są najuczciwsze jakie mogą być. To każdy inny pracownik zatrudniony na umowę o pracę jest traktowany przez państwo jak śmieć. Pracownik nie dostaje do kieszeni pieniędzy za wykonaną pracę, lecz są mu one zabierane.", "O mój boże co za brednie.", "Argument, że doświadczony taksówkarz używa mózgu a nie polega na gpsie? To chyba jakiś żart. Piany dostaję jak taksówkarz proponuje mi dwie trasy (w tym jedną dłuższą) albo pyta jak chcę jechać, licząc że wybiorę dłuższy odcinek. Odpowiedź jest zawsze ta sama - najszybciej. Jak jechałem pierwszy raz uberem kierowca powiedział - jadę tak jak jest w aplikacji, nic nie zmieniam, jeśli pan chce inaczej to proszę mówić. I git, bo w dużych miastach gps zazwyczaj radzi sobie bardzo dobrze. \nRaz, w pewien piatkowy wieczór gdy uber nałożył wielokrotność ceny x1,6 kierowca zakończył mi przejazd z 1.5km przed końcem i dowiózł za darmo bo i tak zarobiłby więcej niż normalnie. Większość z nich to po prostu ludzie lubiący pojeździć sobie po mieście, sympatyczniejsi od większości taksówkarzy.", "Jeśli nie kupisz koszulki z Bangladeszu to biedne dziecko nie będzie miało pracy i on i jego rodzina najpewniej umrze z głodu. Dodatkowo, płacąc 80% tego co zarobię na ponad milion nierobów zatrudnionych przez RP nie odczuję tego, że płacąc drożej taksiarzowi, który odda swoją część haraczu Tuskowi, moje życie się nie poprawi a drogi będą lepsze.", "Karolku kochany, masz pretensje do ubera że podnosi ceny w przypadku eventów? Mój młody socjalisto - tak działa kapitalizm. Za bardzo przyzwyczaiłeś się do PRLu.\n\nI nie, taksówkarze nie zawsze jadą tak by było najkrócej i najefektywniej. Wszak od liczby nabitych kilometrów zależy ich pensja. Twój argument jest inwalidą. Kierowcy ubera mają podaną trasę z map googla czy tam Apple'a i wg. tego jadą. Nadrobią - ich strata. Kto tu musi główkować?\n\nKolejna rzecz : inwigilacja. A czemu to uber ma nie wiedzieć gdzie JEGO telefon się znajduje? Chcesz łapać klientów to musisz podać swoją lokalizację. Chyba że z warszawy chcesz jechać po klienta do Krakowa.\n\nKolejna rzecz durna : ,,wspólne dobro \" czyli drogi i infrastruktura. Nie jest to opłacane z podatków za pracę a z podatku dołączanego hojnie do paliwa, czyli VAT, akcyza i opłata drogowa. Jeszcze niech walną opłatę za wycieranie znaków najezdniowych. Ja już naprawdę nie chcę wspominać o powiedzeniu ,, cudze pieniądze dwa razy łatwiej się wydaje\"...\n\nDobra, nie chce mi się dalej obalać twoich ,,argumentów\"...", "Co za debilna wypowiedz odnosnie \"uber surge\" czekales kiedys na taxi 1.5h?? nie pomyslales sobie kur*** doplacil bym pare zlotych zeby tylko juz dojechal? o to wlasnie chodzi z dynamiczna stawka ktora moim zdaniem jest rewolucyjnym pomyslem.\nCzesc ludzi jest w stanie poczekac aby zaoszczedzic za to inny potrzebuja sie przemiescic i chetnie zaplaca wiecej.\nCo do sztucznego podbijania stawki kolejne brednie.\nOtworz aplikacje w czasie np. nastepnego koncertu... kierowcow bedzie duzo bo na mapie widza ze tam zarobia, ALE zwroc uwage jaka jest rotacja... byla by wieksza i kierowcow by braklo.\ntak poza tym uber zacheca kierowcow informujac o godzinach w ktorych prognozowany jest wiekszy ruch informacjami na temat planowanych wydarzen w danym miejscie.\nCelem jest na pewno zysk ale tez niedopuszczenie do sytuacji w ktorym stawka bedzie zbyt wysoba nawet dla tych ktorym sie mocno spieszy.", "Pozwolę sobie porównać cenę taksówki i cenę ubera. W filmie mówisz o dwóch strefach. Niestety, tych stref jest więcej. Jadąc do mnie do domu wskakuję nawet na 4 taryfę. Co za tym idzie? Przejazd z centrum pod mój dom kosztuje 100-120zł, natomiast Uberem 30zł. Różnica spora. Taka ciekawostka, że ostatnio tak wracałem mogłem odjąć od tego 25zł, które dostałem na start, więc zapłaciłem 5zł. Zamiast 120zł. Jeżdżę, póki się opłaca.", "hmm ale kierowca może jechać po mapach google, a one mają informacje o korkach i wybierają najlepszą drogę.", "Tak więc wszyscy powinniśmy przestać kupować w Marketach, bo one zupełnie nie płacą podatków.", "Włodek>Karol", "Niestety muszę Ci zarzucić hipokryzję. Zarabiasz na swoim kanale na Youtube dokładnie na tej samej zasadzie jak kierowcy Ubera. Lwią część pieniędzy przejmuje Google i zapewniam Cie, że nie płaci od nich podatków w Polsce (\"walić odpowiedzialność społeczną...\"). Ty dostajesz tylko część i też od Ciebie zależy czy przykombinujesz na podatkach czy nie. Mógłbym się teraz rozpisywać o tym jak odbierasz pracę \"profesjonalnym\" redaktorom z TVP. Twoje warunki zatrudnienia w Google są równie \"wątłe i naciągane\". \nNie zgadam się też z większością wniosków jakie wysunąłeś. Nie obawiam się monopolizacji rynku przez Ubera bo gdy ceny wzrosną to ludzie przesiądą się z powrotem na taksówki. To jest zdecentralizowany biznes, to nie jest wielka fabryka, której przejęcie skutkuje monopolizacją rynku. To dobrze, że widzę na mapie mój przejazd gdyż wiem, że nie zostałem oszukany a oszukany przez taksówkarzy zostałem wielokrotnie w różnych państwach na różnych kontynentach. Nie znam mniej uczciwej grupy zawodowej od taksówkarzy a ich licencje niczego nie zmieniają. Kwota jaką zapłacisz w Uber nie jest niespodzianką bo przy zamawianiu przejazdu masz podane widełki cenowe i na tym etapie możesz zrezygnować z jazdy jeżeli jest za drogo. Przy dzisiejszej dokładności map trasa po GPS nie jest problemem, owszem zdarzają się błędy czy nieracjonalnie wytyczane trasy ale lepsze to niż ryzyko jazdy wielokrotnie w kółko po nieznanym mieści przez nieuczciwego taksówkarza, który chce wykorzystać sytuację. Troska o inwigilację pracowników jest już zupełnie bez sensu, jesteś tak samo inwigilowany przez Google czy Apple czy Ci się to podoba czy nie. Oni w każdej chwili widzą lokalizację Twojego telefonu. A może właśnie lepiej, że Uber wie gdzie jest jego auto bo w razie wypadku, napadu, czy innego zdarzenia może szybko zareagować. \nTo nie jest zubożała wersja taksówek, to jest krok dalej w rozwoju transportu publicznego. Nie ma tu niczego czego nie miała by taksówka, może poza możliwością wjazdu w zamknięte strefy ruchu. Co do kompetencji kierowców to te są sprawdzane codziennie na bieżąco po każdym kursie w postaci oceny. Kiepscy kierowcy mogą być po prostu eliminowani. Czy nie jest to lepszy sposób weryfikacji od urzędniczego papierka jakim jest licencja? Zdaje się też, (ale może się mylę), że Uber żąda zaświadczenia o niekaralności.", "Joł!", "takie same argumenty jak polskibus vs pks", "Jak Pana słucham to mam wrażenie, że urodził się Pan o jakieś 60 lat za późno.\nMógłby Pan mieć swoją idee i inne takie socjalistyczne imaginacje.", "Polecam Lynk. Działa w Trójmieście i jest lepszym i legalnym Uberem.", "Nigdy nie kumałem dlaczego niepłacenie podatków w Polsce jest tak naganne. Gdyby system podatkowy był bardziej przyjazny i uproszczony \"uciekanie\" do rajów podatkowych po prostu by się nie opłacało.\n\nPS. Sub dla Michała rzecz jasna.", "Strasznie tendencyjny materiał.\n\nPo pierwsze autor obala tezę, którą sam postawił (klasyczny straw man) – Uber nie reklamuje się, że jest sharing economy, więc zarzut, że nie jest sharing economy jest mocno naciągany..\n\nPo drugie zarzucanie nowej firmie, że prowadzi agresywny marketing... wszyscy tak robią, jeśli tylko potrafią.\n\nPo trzecie rozwijanie wizji, że nowy gracz stanie się zaraz monopolistą na rynku i będzie dyktował ceny... to już żenada. Szczególnie, że przedsiębiorstwa taksówkowe słyną z tego, że wszelkimi metodami usiłują zachować pozycję monopolu/oligopolu, czego dowodem są pokazane na filmie protesty – przecież to nie pasażerowie protestują, że mają wybór, tylko taksówkarze, że ci piersi wybierają Uber.\n\nReasumując. Nie znam autora, ale ten materiał wygląda na opłacony przez konkurencję Ubera. Wytrwałem do 7:36 i zauważyłem ogólną tendencję do wyłącznej krytyki bez jakiegokolwiek konkretu pokazującego, że Uber jest w czymkolwiek gorszy od konkurencji.", "koncert był wybitny, szkoda że Cię nie znalazłem :)", "A jak wygląda legalność takich przewozów od strony prawa? Z tego co kojaze (poprawcie mnie jak się mylę) to jedynie legalnie przewozić osoby po wawie mogą zarejestrowani licencjonowani taksówkarze. (nie wiem jak to jest w przypadku ECOcab - strzelam ze na tej samej zasadzie jeżdżą co UBER.\nSłyszałem akcje ze kiedyś został zatrzymany bus (do 3,5t - cywilny) przez krokodylki (Inspekcja Transportu Drogowego) i gdy z rozmowy wyszło ze pasażerowie jada na zasadach blabla car gostkowi został zaproponowany mandat z tytułu nielicencjonowanego zarobkowego przewozu osób)\nKtos ma może wiedze jak to jest ?", "karol ciaporek", "Prosty przykład proUber. Mieszkam pod Warszawą. Taksówką w nocy powrót z imprezy kosztuje mnie 120-150 złotych, Uberem 50-52 złotych. Nowy samochód, nie złom taksówkowy. Miły kierowca, dobrze działająca aplikacja. Jest różnica?", "Czy naprawdę musisz tak machać rękami mówiąc ?! to irytujące", "aszton kAczer hahaha", "Film wygląda jak sponsorowany przez korporacje taksówkowe. Wiele błędów, półprawd i kłamstw - jak chociażby to ,że kierowcy Ubera \"nie odprowadza podatku drogowego\" Panie Paciorek, podatek drogowy, a dokładnie Podatek od środków transportowych w Polsce zawarty jest w cenie paliwa.", "Zamist Ubera - iTaxi albo MyTaxi. Masz zalety Ubera, czyli wygodny i szybki dostęp przez smartfona, bezpośredni kontakt z kierowcą. A nie masz jego wad - jeżdżą tam tylko legalni taksówkarze po egzaminach, z kasami fiskalnymi i odprowadzanymi w Polsce podatkami. Dodatkowo, dzięki systemowi ocen, szybko usuwani są kierowcy słabi, niemili czy śmierdzący.", "Uber jedną dużą zaletę dla gdy używasz go zagranicą (lub gdy obcokrajowcy używają go u nas). Nie jest tajemnicą, że taksówkarze oszukują obcokrajowców. W Uberze szansa na kant jest nikła. Podam przykład:\n\nPortugalia (Lizbona): Przejazd z lotniska do centrum. 3 przejazdy taksówką i 3 różne ceny (a trasa prawie identyczna): 7 EUR (cena prawidłowa), 10 EUR, 13 EUR (już nie mówię o bezczelnych typach to chcą 21 EUR na podstawie jakiejś kartki z cenami zamiast licznika). UBER zaś 5.75 EUR, do tego nowe autko, kierowca w garniturze i znający dobrze angielski. Dodatkowo po przejeździe mogłem zamówić fakturę VAT, którą dostałem w PDF'ie (w Polsce opcji tej nie ma co uważam za naganne zachowanie). Przepaść. \n\nTak samo jest w Polsce jeśli bierzesz taksówkę spod dworca, lotniska i widać, że nie jesteś z danego miasta lub o zgrozo jesteś z zagranicy.\n\nDodatkowo korzystając z Ubera w obcym mieście nie musisz się zastanawiać (szukać lokalnych numerów taksówek, sprawdzać ceny itd.) wszystko masz w aplikacji (ceny, trasę), a jakość usługi już znasz z swojego kraju.", "Czy ty masz rozum i godność człowieka?! I co może chcesz jeszcze mówić ludziom jak mają żyć?!", "Czemu telewizor wyłączony?!", "Uber to naciągacze", "A po co apka jak masz nr telefonu?\nZgryźliwi kierowcy? - zależy\nNie można płacić kartą w TAXI? Zapraszam do Wro u nas można ;)", "Z całego filmu najważniejsza jest wzmianka o analizowaniu przez ubera popytu i podazy na przejazd w czasie rzeczywistym. Moze dochodzic do patologicznych sytuacji, gdzie za przejechanie 1km trzeba bedzie zaplacic 10zl, bo uber wie, ze klient zaplaci, bo nie ma innego wyjscia. Szkoda, ze nie poruszyles kwestii bezpieczenstwa. Wsiadam do samochodu ubera, dochodzi do wypadku i laduje w szpitalu. Kierowcy sa objeci obowiazkowym ubezpieczeniem na taka ewentualnosc?", "i tak drogi w polsce bedą złe :)\nWiem mam dziwne podejscie ale taka prawda, czy przejade sie uberem czy nie to nie bedzie mialo az tak duzego znaczenia...", "pierdolirzesz postep jebrac podatki i zlodziei z wiejskiej", "Na pewno to grozi jakąś monopolizacją rozdrobnionego na dziś rynku przewozów.", "Nie ma to jak gwałcenie logiki przez tego kolesia.Wolna konkurencja, albo pojadę Taxi, albo uberem, albo rowerem, albo tramwajem, albo autobusem, albo z buta pójdę.", "Ani Uber ani Taksy. Powinniśmy wspierać komunikację miejską a nie jakichś januszy taksówki i Uber.", "Co do podatków na drogi rozumiem że uber przysyła kierowcą z zagranicy paliwo bez akcyzy i vat?", "\"Dostępny w trzech miastach... Warszawie, Krakowie,  Trójmieście (?)\", Trójmiasto to raczej 3 miasta ;)", "Wolny Rynek. Każdy wybiera to co mu się bardziej opłaca.", "CRAP", "Panie Paciorek na Pana też znajdziemy haka ( ͡° ͜ʖ ͡°)", "to nie jest wina UBERA ani ludzi że chą zarobić i ominąć podatki które są zwykłą kradzieżą !! . co robi polski rząd żeby zachęcić pracowitego człowieka?  - na dzień dobry dostaje podatek dochodowy + vat  + 50 innych .  co robi rząd zeby zachęcić bezrobotnych ?  - daje im pieniądze które zabrał pracowitym ludziom . socjalizm jest tak samo niebezpieczny jak komuna :]", "Skoro w przyszłości nie będzie tani a teraz jest to znaczy, że mam z niego nie korzystać?", "z centrum pod narodowy są trzy przystanki tramwajem za który zapłacisz 4 złote. debil", "ale lewak", "Daje firmom ubezpieczeniowym rok, dwa zeby wyniuchaly nowy biznes w postaci podniesienia stawek OC dla kierowcow ktorzy uzywaja swoich samochodow do przewozu ludzi.", "Jesteś homoseksualistą?", "W cenie benzyny jest akcyza, bardzo wysoka, na jaki cel jest przeznaczona, skoro Pan uważą, że kierowcy Ubera nie przeznaczają na drogi ani złotówki ?:)", "ja tam zawsze popieram co polskie", "skoncz nagrywac bo jestes cienki jak sik pajonka. uber jest spoko, w krakowie jezdze od kilku miesiecy", "\"W wielu krajach(...), np. w Berlinie\"", "Jeśli któraś z korporacji nie była wstanie osiągnąć monopolu to nie sądzę żeby udało się to Uber'owi.\nPodatki na drogi płacone są od paliwa, czy podatki odprowadzone przez korporacje taksówkowe są serio tak wysokie?\nArgument ze znajomością miasta może miał sens jeszcze 5 lat temu, ale w czasie GPSów z informacją o ruchu na bieżąco to już nie jest to samo.|\nZmienne stawki i dynamiczny system cen jest w liniach lotniczych więc czemu ma nie być w taksówkach, punkt przecięcia krzywych popytu i podaży może się przecież zmieniać, a z drugiej strony lepsza cena ma właśnie zachęcić kierowców do zaspokojenia zwiększonych potrzeb.\nCo do sharing economy to pełna zgoda, aczkolwiek można to widzieć w ten sposób, że jest pan Mieciu, który ma swoją pracę, ma samochód, który i tak by miał i dorabia sobie wieczorem na uber'ze albo w takie dni jak właśnie eventy, żeby ograniczyć koszty związane z posiadaniem samochodu.", "Jeszcze nie wspomniałeś o ubezpieczeniu pasażera podczas wypadku, którego kierowcy ubera oczywiscie nie posiadaja. Czyli po jakimkolwiek wypadku w samochodzie ubera nie dostaniemy żadnego odszkodowania.", "Ja lubię Ubera i cieszę się że w PL jest on dostępny.", "Karolu, przed udaniem się na koncert aplikacja poinformowała Cię o zmianie stawki i musiałeś ją zaakceptować - warto to dodać dla osób, które z Ubera nie korzystają. Co więcej należy zaznaczyć też fakt, że zamówienie zwykłej taksówki w tym czasie było niemożliwe. Oznacza to, że wybór w takiej sytuacji jest pomiędzy nie jechać lub jechać Uberem za wyższą stawkę. Twoja ocena ilości Uberów w tym czasie również może być lekko naciągana, ponieważ to czy jest dużo, odpowiednio czy za mało \"stanowisk do wykonania usługi\" określa się przez popyt, a ten na pewno był duży. Jeżeli chodzi o to, że kierowcy Ubera jeżdżą jak im aplikacja karze, to jeszcze nigdy się z tym nie spotkałam, na pewno są takie przypadki, a z drugiej strony nie mamy ryzyka, że taksówkarz obwiezie nas po całym mieście zanim zawiezie do celu 3 ulice dalej jak nie znasz miasta.\nDla mnie ogromną warością w Uberze jest zamawianie przez aplikację, płatność kartą i brak użerania się z niemiłymi paniami dyspozytorkami. Ale każdy decyduje za siebie. Co do podatków jasne w punkt, tylko że nie zauważyłeś że część tych kierowców ma założone firmy do tego celu i odprowadza podatki w Polsce, poza tym mamy podatek w paliwie czy usługach przy samochodzie. \nJeszcze co do kierowców, bo osoby nie mające wiedzy o Uberze mogą z Twojego materiału wyciągnąć wnioski, że może być to każdy z ulicy. Aby być kierowcą Ubera należy udowodnić swoją niekaralność, przedstawić wykaz wszystkich wykroczeń drogowych (np. prowadzenie pod wpływem alkoholu skreśla z możliwości bycia kierowcą), posiadać auto młodsze niż 10 lat, mieć ukończone 21 lat.\nTak z ciekawości jeszcze zapytam czy YT odprowadza podatki w Polsce?", "Dlaczego nieodprowadzanie podatków jest złe? Politycy i tak większość (99%) wyrzucają po prostu w błoto. \nDlaczego to, że to nie jest sharing economy, jest złe? Supermarket to też nie sharing economy, a jednak robisz tam zakupy. Po prostu jest to usługa.\nJeżeli Uber będzie droższy od taksówek, to wrócimy do taksówek i tyle. \nTaksówki przestaną wkrótce istnieć, więc taksówkarze z doświadczeniem przesiądą się do Ubera i będą doświadczeni kierowcy w Uberze. Kolejny głupi argument. \nZresztą, wszelkie argumenty o patriotyzmie gospodarczym są głupie, po prostu. Jeżeli wszyscy Polacy wybieraliby tylko polskie produkty, to polscy producenci walczyliby na rynku tylko sami ze sobą. Czyli nie mieliby motywacji do rozwijania się. Trzeba kupować to, co jet dobre, i nie dawać komuś taryfy ulgowej tylko dlatego, że przypadkiem mieszka pod tym samym rządem, co ty i przypadkiem mówi tym samym językiem. Głupota.", "Ilość podatków w cenie paliwa wystarczy by nie płacić podatku dochodowego. Poza tym, serwis auta też jest opodatkowany.", ">uber nie płaci ani grosza podatku w Polsce\nJego samochody oczywiście jeżdżą na magię, prawda, a serwisowane są na Marsie? Również pracownicy są zarejestrowani na Jowiszu i państwo nie zabiera im ani grosza z wypłaty? Podatki to nie tylko podatek dochodowy.\n\nDalej - jeśli Uber osiągnie ten cały monopol na ceny i dla klientów będzie za drogo, powstanie nowa firma tego rodzaju albo ci przestaną z niego korzystać i przesiądą się na BlaBla Car czy coś w tym stylu, a ten albo upadnie, albo obniży ceny. Tak działa ekonomia.\n\n>jeżeli jest jakiś event na mieście czy coś, może podnosić stawki\nOczywiście, że może. A ty możesz skorzystać z innych środków transportu.\n\nA na koniec znowu się w tobie socjalista odzywa...", "Karolu! Bardzo podobał mi się ten odcinek!\n\nP.S Czy ty się przypadkiem nie nacjonalizujesz? :D", "Karol prośba, nie masz pojęcia o ekonomi, daruj sobie. Zajmij się tematami o których masz pojecie, proszę.", "jak słysze ciotowate akcentowanie słowa APEL I GUGEL to zamykam i nie słucham dalej", "Wali mnie, że taksówki polskie, im mniej ma złodziejski rząd w kasie do obrabowania, tym lepiej. To jest postęp, kiedyś też powoźnicy mieli ból dupy gdy się auta pojawiły.", "Spoko, jest jeszcze mytaxi", "1", "░░░░░███████ ]▄▄▄▄▄▄▄▄    Bob buduje armię.\n▂▄▅█████████▅▄▃▂     ☻/ Ten czołg & Bob są przeciwko Google+\nIl███████████████████] /▌ xD\n  ◥⊙▲⊙▲⊙▲⊙▲⊙▲⊙▲⊙◤   / \\", "Nie znam nikogo kto korzysta z Ubera ani takstówek.", "Jak ktoś chcę spróbować Ubera to jest kod: WSOWC.  25 zł na waszą 1 jazdę. ", "\"Taksówki są złe i niedobre i... drogie\" - nieprawda. Zarówno w Warszawie jak i Łodzi istnieją firmy taksówkarskie, które oferują swoje usługi za 1,4zł za kilometr. Firmy polskie, płacące podatki w PL.", "W całym filmie jedyny sensowny argument przeciwko Uberowi to ten, że taksówkarze jeżdżą pod GPS-em a normalni taksówkarze wie jak najlepiej dojechać. Pozostałe argumenty to bzdura.", "Jak popapranym trzeba być, żeby w tym kraju zachęcać to płacenia podatków?", "Nie w trzech miastach, a w pięciu. Trójmiasto, to nie jedno, a trzy miasta. :> Nie żebym się czepiał, ale jako Gdynianin mam problem z takimi określeniami.", "Wreszcie zajebisty temat! Więcej takich! :)", "Wygląda na to, ze Uber obszedł system. ;)", "Mam jedno pytanie, może poprostu nie zakumałam ale czy osoby które chcą pracować jako kierowca Ubera pobierają aplikacje i się zgłaszają się jako chętni do podjecia pracy? Czy muszą przyjść do jakiejś firmy? Zastanawiam się jak ich wybierają.", "ZERRZNIENTE od WŁODKA, bo on tesz zrobił film o... no elektronice!(?)", "po co Ci Porshe jak jeździsz taksówką ?", "Airbnb jednak działa bliżej Ubera niż Blablacar. Wynajmowałem kilka razy mieszkanie przez ten serwis i zawsze był to regularny biznes właściciela, a nie \"odnajmowanie pokoju w mieszkaniu, bo jest wolny\".", "ZTM!! to jest taxi jak marzenie!", "Faktycznie, coś w tym jest. Później wszyscy narzekają, że w Polsce nie można rozkręcić biznesu, ale jak mogą dać na to szansę komuś innemu to wolą zaoszczędzić", "Może się nie znam- ale jeśli nawet Uber nie odprowadza podatku w Polsce itd... To powiem jedno - akcyza. Niech jeżdżą, podatki pośrednie i tak działają.\n\nA co do samego Ubera i kierowców... Kilka tygodni temu (w kwietniu) spotkałem w Warszawie mojego starego kolegę. Chłopak generalnie od zawsze przedsiębiorczy, nie widziałem go z rok i wtedy pracował na basenie + prowadził swoją działalność gospodarczą. Spotkałem go i pytam się - gdzie pracujesz, dalej na basenie? Powiedział mi że nie - zarobił trochę kasy i rozkręcił wyżej wymienioną działalność. Jak zarobił kasę? A no właśnie na Uberze. Kasa z jego firmy, basenu i Ubera na którym jeździł podobno tylko wieczorami pozwoliła mu zarobić na tyle że mógł zostać tylko w swojej firmie.\nNa tym można zarobić - wystarczy się postarac. Tak samo jak w każdym innym biznesie.", "1. Jak miasto blokuje ubera? Przecież nie można tak z dupy zablokować działalności firmy X \"bo tak\".\n2. Uber to przyszłość. Zła, ale nieuchronna. Inteligentne miasta, systemy big data, dopasowanie do wydarzeń w czasie rzeczywistym - to jest jutro, które nadchodzi. Taksówki jeżeli czegoś z tym nie zrobią zginą bo ludzie patrzą tylko na cenę, a nie na ekonomię przyszłości.\n3. Rozwiązanie problemu ubera wg mnie: działania UE blokujące monopol, ustawienie sztywnych limitów udziałów w rynku na np 40% + wymuszenie płacenia podatków w kraju, w którym są przedstawicielstwa. Na USA to nie pomoże, bo żaden stan tego nie uchwali, ale w europie UE mogłaby to wymusić. Ale przecież lepiej prostować banany.", "troche pojechałeś Karol, który taksiarz daje paragon i nie rypie na przejeździe? ostatnią rzeczą jaką możesz powiedzieć o korporacjach to że są uczciwi..\n\nuber jest wygodny, bezpieczny, tani i działa w rożnych miastach na całym świecie.. mega wygodna opcja przy podróżach. używamy od roku na Filipinach i nie wyobrażamy sobie jeździć zasyfiałymi taksówkami.\n\nmonopol im nie grozi wiec wolny wybór :)", "Temat sprowadza się do dwóch zjawisk:\n\n1. \"Jaka strategia osobista mi się najbardziej opłaca\": najpierw myśleć o innych, czy najpierw o osobie.\n\nTak się składa, że strategia \"najpierw o sobie\" jest bardziej efektywna. Stosują ją nawet organizacje świadczące pomoc humanitarną (jeżeli ich pracownicy nie zadbają najpierw o swoje zdrowie, wypoczynek i siły, to jak mają efektywnie pomóc wielu osobom?)\n\nSęk w tym, że to dzięki współpracy międzyludzkiej budowaliśmy cywilizacje. Działając wedle strategi \"ja jestem najważniejszy\", nikt nie będzie chciał [dobrowolnie] z nami współpracować. Ładujemy się tez w otoczenie, gdzie każdy uważa się za najważniejszego i stosuje wrogie strategie wobec nas.\n\nBy wyjść z tego patu trzeba, po zadbaniu o siebie, zacząć dbać o innych. Pouczający jest tu \"dylemat więźnia\" - gdzie by długofalowo wygrywać, trzeba naśladować ostatni \"ruch\" drugiej osoby. Finalnie każdy mądrzeje i wraca do współpracy - bo wie, że druga strona będzie wtedy tez współpracować.\n\nTa \"więzienna\" strategia pomaga osiągać najlepsze efekty w zamkniętym(!) otoczeniu. Sęk w tym, że obecny świat coraz mniej przypomina zamknięte otoczenie. Jak jakiś sklep oszukuje klientów, to ma mnóstwo mechanizmów by nie zostać skreślonym (od ściągnięcia nowych klientów, po zmianę nazwy, po przeniesienie się, itd.) Czyli można skutecznie (i długodystansowo) realizować \"ja jestem najważniejszy\", kosztem innych.\n\n\n2. Żądamy zniesienia przywilejów z wąskich grup (np. wczesne emerytury służb; specjalnego traktowani górników), ale... nie tych służących nam (często nieświadomie).\n\nChcemy równości jako standardu, ale... Chcemy tanio kupować w cenach promocyjnych. Chcemy nie czekać w kolejkach do lekarza. Chcemy dobrze zarabiać. Tylko z taką nierównością (lepiej dla nas), ktoś musi dostać mniej (np. minimalne wynagrodzenie w fabrykach chińskich; firmy produkujące taniej kosztem odpadów negatywnych dla środowiska).\n\nPrzy takim nastawieniu okazuje się, że jak widzimy kogoś stosującego strategię \"ja jestem najważniejszy\", przymykamy oczy na jego działalność - gdy tylko mamy z niej korzyści większe (lub mniejsze komplikacje) niż ogół społeczeństwa. Większość firm oferujących duże wynagrodzenie, nie oferuje go \"z powietrza\" - na kimś musi \"zarobić\" znacząco więcej.\n\nNiestety takie podejście też (w dzisiejszych realiach) jest efektywne [dla stosującej je jednostki]. Dzięki niemu zarabia się więcej i za ten zarobek można kupić to, na co ogół społeczeństwa nie może sobie pozwolić. Nawet myśląc o przyszłych pokoleniach - jest ono \"uzasadnione\" - bo potomkowie z solidnym majątkiem, też lepiej poradzą sobie z wyzwaniami w przyszłości.\n\nPuenta:\nUber jest siłą zmuszającą do dyskusji. Jest on np. w stanie pokonać administrację państwową(!) (przykłady z USA) i przeforsować \"co chce\". Jest w stanie skutecznie nakłonić do swoich usług społeczeństwo (marketing, PR, lobbing na potężną skalę). Za nim w kolejce będą korporacje automatyzujące rosnący procent obecnych zawodów (autonomiczne samochody zastępujące taxi, IBM Watson + roboty medyczne zastępujące lekarzy, budowlane drukarki 3D stawiające domy, itd.). Przez automatyzację i technologię nasze otwarte otoczenie staje się coraz \"mniejsze\" - coraz bardziej będą widoczne wrogie oddziaływania. Pytanie czy będziemy przymykać na nie oczy (np. gdy nasza rodzina, w rezultacie naszych działań, straci pracę/zdrowie)? Czy nastąpi kolejna fala solidarności?\n\nJeszcze dorzucę temat 3.:\n- Kiedyś wystarczyło wystawić rękę, by złapać stopa - teraz \"trzeba\" użyć aplikacji.\n- Kiedyś by pomóc w sobie nawzajem, wystarczyło przyjść do sąsiada - teraz \"trzeba\" banków czasu i serwisów wymiany usług.\nTechnologia porządkuje, ułatwia i automatyzuje. Jednak mam wrażenie, że dziś technologia ma, przede wszystkim, \"zniwelować\" brak zaufania między ludźmi. Nie chcemy budować zaufania osobiście - chcemy mieć jak na tacy podane na ile inne osoby/podmioty są przewidywalne/powtarzalne. Chcemy mieć pewność.\nPewność natomiast wytwarza się usuwając czynnik ludzki... (!!!)\n\n\nPS. Pomijam w komentarzu wątki o samej aplikacji (z nagrania). Zbyt dużo było tam zniekształcających opinii i uwag (odnośnie szczegółów funkcjonowania Ubera), ale finalnie nie wypaczających realiów, tez materiału, czy długofalowych konsekwencji działań tej firmy. Zatem nie ma co ich roztrząsać :)", "Trójmiasto to nie jest jedno miasto ", "Spróbój poużywać MyTaxi ;) w Wawie działa wyśmienicie i zawsze wiesz ile zapłacisz.", "Karolu, technicznie rzecz biorąc nie ma czegoś takiego jak Trójmiasto. To termin powstały i używany głównie dla inwestorów. Zagranicznym firmom nie opłaca się otwierać siedziby w 400 tys. Gdańsku, ale już 700 tys. Trójmiasto brzmi lepiej (a jeszcze dołączając okoliczne miejscowości typu Wejherowo itd. jest jeszcze atrakcyjniej). Trójmiasto to ośrodek metropolitarny, ale nie miasto. Co czuć też po mieszkańcach - nikt kto mieszka tu dłużej nie powie Ci, że mieszka w Trójmieście, tylko w Gdańsku, Sopocie albo w Gdyni. Także Uber funkcjonuje w 6 miastach w Polsce, albo w dwóch i jednym ośrodku metropolitarnym :) Nie myśl, ze czepiam się na siłę, nie mam tego na myśli ale wielu ludziom się wydaje, że Trójmiasto to jedno miasto, a tak nie jest, w praktyce (oprócz jednej SKMki) to właściwie nie istnieje.\nWracając do Ubera, u mnie w pracy dał ciała przy jednym z projektów, do którego go wzięliśmy zamiast tradycyjnej firmy z taksówkami - nigdy więcej, to był koszmar :/ \nPozdrowienia z Gdańska :)", "UBER to czysty kapitalizm. Zwiększanie stawek przy eventach to nic nadzwyczajnego, rynek weryfikuje, w końcu pojechałeś Uberem po koncercie :) nie mogę się doszukać u Ciebie Karolu jakichś sensownych słów przeciw Uberowi, w większości to jakieś pro-społeczne pierdololo\n\n\nwłaściwie na większość Twoich argumentów przeciw Uberowie można by było odpowiedzieć pytaniem \"no i co z tego?\"", "daję łapkę w górę bo też byłem na AC/DC :D", "podatki na drogi i infrastrukturę częściowo są odprowadzane - przecież zawarte są w cenie paliwa :)", "Karolu, taksówki nadal jeżdżą po Warszawie, Uber ich nie wygryzie, zawsze można z nich skorzystać. Nawet jeśli by wygryzł, zawsze znajdzie się konkurencja typu Lyft. Ja wolę zapłacić z góry znaną kwotę i jechać po GPSie niż być zdanym na cwaniaka za kierownicą, który wywiezie mnie dookoła po nieznanym mi mieście podbijając kwotę na taksometrze jak to pewna telewizja pokazywała jakiś czas temu, co zostało przemilczane w programie. Po drugie, Karolu do kogo kierujesz swój filmik? Mam wrażenie, że większość Twoich widzów już to wszystko wiedziała, taki film gdyby zachowany był trochę większy obiektywizm, mógłby być dobry dla mojej mamy lub babci, ale większość osób 15 - 30 lat wie jak działa AirBnB, BlablaCar czy Uber. Po pierwszych odcinkach KWTW spodziewałem się czegoś w stylu Johna Olivera który w przystępny sposób pokazuje trudne ale większości nie znane tematy, natomiast na Twoim kanale, poza kilkoma naprawdę dobrymi odcinkami, często lądują zapychacze typu Uber czy dylemat czytniki vs książki. Trzymam kciuki, że z czasem program zostanie doszlifowany i pojawiać się będą ciekawsze tematy.", "Siering ekonomi", "Dobry materiał.", "Pieprzyć ubera!", "Argument o tym ze taksiarze odprowadzają podatek do państwa jest slaby. Bo i tak te pieniądze są rozkradane przez gówno robiących urzędników. Wiec dobrze ze Uber nie odprowadza podatków w PL.", "Pomysł: podjeżdżasz na przystanek autem (wiem, że nieprzepisowo...) i mówisz: za 3 zł/główkę mogę zabrać cztery osoby do X.\n\nPoza tym sharing economy jest tak stare jak świat, angielska nazwa nic tu nie znaczy. Od dawien dawna robiło się ściepy/zrzutki. Wyrobnicy pomagali pracować w polu, a w zamian mieli co jeść i gdzie spać. Wskakiwało się na chłopski wóz, gdy jechał do miasta na targ. Szlachta nie korzystała podczas podróży z karczm, zamiast tego powszechnie stosowana gościnnośc w dworkach pozwalała liczyć na darmowy nocleg, strawę i napitek. Nie lubię tej kosmopolitycznej nowomowy.", "Karolu, no chyba Cię Bóg opuścił.  Ty mówisz o podatkach, o tym żeby odprowadzać je dla naszego kraju i takie tam. A najważniejszych pytań nie postawiłeś w swoim filmie nieobiektywnym do tego, podkreślam nieobiektywnym.\nIle zarabia rządowa klika na kierowcy Ubera w Polsce? Wiele...\nalbo\nIle rządowa klika zostawia kierowcy Ubera w Polsce? Niewiele…\nPrawda jest taka, że to RZĄD OKRADA POLAKÓW, zamiast wspierać, a co tam jakiś Uber, który podatki gdzieś indziej odprowadza....\nCzemu nie zrobiłeś filmu o Biedronce? To dopiero jest napęd dla polskiej gospodarki :D ...   Jakość słaba, a ceny niskie to nie dziwię się czemu ludzie tam latają jak owady do tych sklepów.\nOdcinek był bardzo fajny, podobał mi się, idziesz w dobrą stronę ;), ale wiało na kilometr nieobiektywnością i nie zgadzałem się z większością rzeczy, oprócz wykorzystywania dzieci i ludzi do niewolniczej pracy przy produkcji odzieży i nie tylko.", "Uber nigdy nie zdobędzie monopolu. ", "1. Egoizm jest cnotą - polecam poczytać Ayn Rand\n2. Niepłacenie podatków jest dobre - lepiej, żeby pieniądze zostały wydane na przyjemności prez człowieka, z którym handluję, a nie przez jakiegoś urzędasa.\n3. Jeżdżenie na GPSie - co w tym złego?\n4. Rynek ma służyć konsumentom\n5. Patriotyzm, zwłaszcza ten ekonomiczny, to idiotyzm - chcę dobre i tanie towary. Ludzie handlują ponad krajami z własnej woli - a to oznacza, że korzystają na tym.", "Knowing economy... Justyna it ;) jak nacisnęli na odcisk? #mytaxi ", "jak ja kocham to intro <3", "Wytłumaczy mi ktos dlaczego nie mozna placic kartą/kierowcy tego nie lubia w taksowkach?", "Tak działa wolny rynek", "Co do dużej ilości kierowców w okolicy to Uber oszukuje wyświetlając sztuczne taksówki. Mieszkam w Libertowie parę kilometrów od Krakowa. Jak odpalę Ubera nawet o 3 w nocy to najgle jakimś dziwnym trafem krążą 3 taksówki na rogu Gwiezdnej i Świetlistej (zadupie). Wysoce prawdopodobne", "Nie wiem jak Wy, ale ja, w momencie kiedy Uber przestanie się opłacać, wrócę do taksówek. Dlatego nie rozumiem tego argumentu o przejęciu rynku i dyktowaniu cen.", "Dlatego cieszę się, że w Krakowie jest iCar. Ma aplikację, kierowca od razu mówi cenę za przejazd, jest jedna taryfa, a i stawka za kilometr jest niska.", "Powiedział Karol chwaląc się na koniec zagranicznym sprzętem :)", "@Karol Paciorek Zrób odcinek o I-Doserach :)\nJest to dość interesujący temat jak dźwięki wpływają na mózg ;)", "Koncert AC/DC był genialny ! :D", "Pomijając aspekt odprowadzania podatków, Uber to naprawdę świetna usługa na głowę bijąca polskich taksówkarzy. Gdy tylko zamawiasz kierowcę wiesz ile zapłacisz i jaką trasą pojedziesz. Gdy kierowca pojedzie mniej optymalną trasą i będziesz musiał dać więcej za przejazd to wystarczy napisać do Obsługi Klienta i w ciągu kilkunastu godzin zwrócą ci pieniądze. Nie wspominając już o płatności bezgotówkowej i możliwości podzielenia opłaty za przejazd po równo gdy jedziemy ze znajomymi. Nie chcesz - nie korzystaj, ale nie odbieraj tej możliwości innym.", "UBER - UBEK? ;)", "10 zł zamiast 16 zł ? Przecież różnica jest nawet mniejsza niż poniedziałkowa kawa w coffee heaven... Odpuścicie sobie jedną kawę korporacyjne szczury i jesteście do przodu. Hajs na ratę kredytu i żłobek będzie się zgadzał...", "Panie Karolu, zapomniał Pan wspomnieć o ubezpieczeniu pasażera Uber vs Taxi. Temat jest wart uwagi.\nPozdrawiam", "Jak dla mnie to płacz, że karol zapłacił za dużo i zupełna nieznajomość ekonomii. Bezwartościowy materiał. Nie polecam.", "KWTW przypomina mi program Johna Olivera na HBO tylko bez przekleństw :D", "@Karol Paciorek Dlaczego mówisz, że w taksówkach nie można płacić kartą, kierowcy są zgryźliwy i jest drogo? Mieszkam w Szczecinie, co druga taksówka ma możliwość zapłaty kartą. Taksami jeżdżę rzadko bo po mieście poruszam się rowerem, ale nigdy nie zdarzył mi się kierowca dupek. Zawsze stara się zagadać i rozpocząć rozmowę, jak widzi że po prostu wolę jechać w ciszy, to jedziemy w ciszy. Nie raz było, że wsiadałem do taksy mówiąc: \"panie mam 20 zł dojedziemy do XYZ?\" lub \" Za 15 minut mam pociąg, da rady tak ekspresem ;)?\" I nie miałem problemu.   Prawda jest taka, że jak jesteś buc, to ludzie będą cie tak traktować. Jak umiesz się dogadać i porozmawiać jak człowiek to dojedziesz tanio i na czas. I nie ma znaczenia czy Uber czy taxi.", "wolny rynek. ", "Zdaję sobie sprawę z tych rzeczy, które powiedziałeś Karolu, jednak z Ubera korzystać nie przestanę. W Uberze wszystko jest przejrzyste, kierowca nie może mnie oszukać,  czego nie mogę powiedzieć o taksówkach. Jak ktoś chce spróbować z Uber to daje kod: WSOWC na pierwszy przejazd do 25 zł. ", "Karol zrobiłeś się poważnym człowiekiem :(", "dobry materiał", "ależ lewacki bełkot. Ból dupy że mam do wyboru drogiego taksiarza lub taniego uberowca. Na tym wolność polega że sobie wybieram.\nZ jednym się tylko zgadzamy - działasz w Polsce, płacisz podatek w Polsce (no ale na pewno nie dochodowy bo ten won!)", "Chwila moment, a w Polsce nie jest czasami sprzeczne z prawem przewożenie ludzi za opłatą, jeśli nie ma się na to licencji? Przecież w motoryzacyjnych programach nagminnie pokazują, jak patrole policji zatrzymują koerowców bez licencji przewożących osoby za opłatą, za co karani są dość pokaźnymi mandatami. Jak to jest?", "pierwsze o Uberze słyszę. może i dobrze. a co z BlaBla Car? moim zdaniem super opcja, jak ktoś jedzie w to samo miejsce co my można jechać razem i po prostu podzielić się kosztami. Nie jest to na zasadzie taksówki ale warto chyba też o tym wspomnieć, nie, Karolu?", "Ha! Ha! Wiem to będzie reklama iphone", "Nie zgadzam się z tym że powinniśmy wspierać polskie taksówki tylko dlatego że odprowadzają podatki u nas. To zawsze rynek powinien dyktować z której usługi najlepiej skorzystać. Niestety mamy okropnie opodatkowane życie i źle zarządzane państwo, i to politycy są odpowiedzialni za to że nasze polskie taksówki nie są opłacalne. Całe szczęście że są takie zagraniczne firmy jak uber czy wielkie sieciówki dzięki czemu można jeszcze kupić niezbędne rzeczy do życia za nieprzytłaczającą cenę. A winne za to że zebrany kapitał ląduje poza Polskę ponosi nasze chore państwo. Spalić ten sejm razem z sieciami które nami rządzą", "Coraz częściej można płacić kartą w taksówce (ostatnio płaciłem w Łodzi). A poza tym, rzadko kiedy widzę nieestetyczne samochody, które są taksówkami :). Przynajmniej w Białymstoku.", "Trochę generalizacja z tym że taxi są stare, kierowcy zgryźliwi itd. Ale ok.\nA a propos samych samochodów to korporacje wprowadzają co raz to nowsze zasady, że np auta nie mogą być starsze jak 7 lat. Można se pomyśleć \"łoboże7lattokupaczasu\", ale tak na serio dużo z nas myśli że 2008 rok był tydzień temu. :) A samochody z tego rocznika są całkiem niezłe- C5 HDI, Mondeło czy kurde głupi Passat, to nadal świetne żelazo.", "Nic dziwnego że mafia taksówkarska drze szaty. W końcu muszą się trochę postarać.", "Eeeeee tam do tego kraju nie ma co odawac i tak zniknie jak przy OFE ", "O Karol, widzę że zakupiłeś MiBand ;)", "Mi Band :)", "Jak to nie zarabiasz na tym? Jeśli zarobiłeś 100zł, a mogłeś 200, to zyskałeś 100, czy straciłeś 100? Tak samo z tym. Jeśli możesz zapłacić za czynsz 200, a zapłaciłeś 100, to zarobiłeś 100 ;)\n\nI prastara podstawa ekonomii: \"Jest zapotrzebowanie, jest podaż\" :) Jeśli by to się nie opłacało  i jeśli ludzie by tego nie chcieli to by tego nie było.", "Jest pan chyba jedyną osobą, która wygląda świetnie w okularach :D Więcej zdjęć na ig prosimy", "Czyli rozumiem że 206SW należy do Karola? Też takie posiadam... :) Ciekawy temat. Gdyby firma nie była globalna a działała na terenie jednego kraju mogłoby to mieć większe znaczenie ekonomiczne bo podatki płaciłaby na miejscu. Z drugiej strony czy wtedy miałaby szanse na utrzymanie się? Może nie była też tak agresywna.", "Przypomniał mi się Przewóz osób z Kapitana Bomby, wszyscy wiedzą że to to samo co taksówka ale taniej :P", "@Karol Paciorek \n Aplikacja zawsze wycenia przejazd przed wejściem do samochodu a nawet przed zamówieniem pojazdu możesz widzieć cenę trasy.\nWidocznie ludziom odpowiada jakość UBERa i to, że firma nie odprowadza podatków w kraju, w którym jest skoro dalej z niego korzystają.", "Nie podoba mi się ten kąt nagrywania", "Karol, wybacz, ale materiał jest bardzo naciągany. W momencie kiedy chcesz skorzystać z Uber'a widzisz stawkę i ewentualnie nowy przelicznik od w przypadku kiedy ruch jest spory. Uber Cię lojalnie uprzedza i Ty decydujesz, czy chcesz wybrać Uber, czy może korzystniejszy będzie przejazd taxi. Kolejny argument to inwigilacja, niestety nie trafiony - aplikacja jest tak skonstruowana, że pokazuje gdzie jest kierowca i kierowca współpracując z Uber się na to godzi. Jeżeli chce to wyłącza aplikację Uber i kończy oferować współdzielone przejazdy. Podobnie korporacje taxi monitorują ruch swoich współpracowników. Niestety z przykrością stwierdzam, że materiał nie jest do końca obiektywny :(", "@Karol Paciorek jakiej marki są twoje okulary?", "No ale koncert był super :D", "Super Karol zrobiłeś wyłączając TV  :)", "\"Uber jest dostępny w trzech miastach: Warszawie, Krakowie, Trójmieście\"\nod kiedy trójmiasto to 1 miasto? :p", "Nawet nie wiedziałem o takiej usłudze ", "Karolu...wreszcie mogę uznać twój filmik jako godny uwagi ;)", "who cares ??", "Swietny program, bardzo milo sie ogląda, moze zrobilbys odcinek o kierunkach studiow wybieranych przez polskich licealistow, polskich uniwersytetach? To taka luzna propozycja 😂", "Ja wynajmuję za hajs moje konto Youtubowe by inni mogli poczuć fejm", "Kiedy odcinek z Radkiem ?", "Oglądam intro, a tu nagle mama wchodzi do pokoju. Nawet nie chcecie wiedzieć jaką minę miała. (jestem chłopakiem) ", "Kwtw", "o ja  o ja jak wcześnie jestem!!!", "siema", "Elo!"]